[
    {
        "movie_name": "Alice, Darling",
        "director": "Mary Nighy",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/alice-darling",
        "awards": null,
        "description": "Alice, Darling is a psychological thriller that masterfully showcases gaslighting within a toxic relationship and the power of women’s friendship. The film follows Alice (Anna Kendrick), a woman who is pushed to the breaking point by her abusive boyfriend. While on vacation with two close friends, she discovers the essence of herself and gains some much needed perspective. but Simon’s vengeance is as inevitable as it is shattering. Mary Nighy’s feature film debut, Alice, Darling had its world premiere at the Toronto Film Festival.",
        "section": "No More Flowers",
        "original_name": "ALICE, DARLING",
        "runtime": "89 min",
        "genre": "Drama, Thriller",
        "Metascore": "65",
        "imdbRating": "5.4"
    },
    {
        "movie_name": "Everybody Loves Jeanne",
        "director": "Céline Devaux",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/everybody-loves-jeanne",
        "awards": null,
        "description": "Everybody has always loved Jeanne, who was set out to save the world. These days, she hates herself, though. Up to her ears in debt, she has to go to Lisbon and sell her mother’s apartment, who passed away one year ago. At the airport, she runs into Jean, a whimsical and somewhat intrusive former high school classmate. As if this is not enough, she is constantly flanked by ‘Little Ghost,’ a tiny hairy creature who comments on her every move, whispering obscenities into her ear. ‘I wanted to write a comedy about depression and therefore talk about all the toxic thoughts that go through us when we’re not feeling well. I had to find a way to portray them joyfully,’ says director and illustrator Céline Devaux about her feature film debut, a charming and unconventional romantic comedy that premiered at Cannes 2022 within the International Critics’ Week section.",
        "section": "Antidepressant",
        "original_name": "TOUT LE MONDE AIME JEANNE",
        "runtime": "95 min",
        "genre": "Comedy, Drama, Romance",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Kapr Code",
        "director": "Lucie Králová",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/kapr-code",
        "awards": "2022 Krakow Best Film (DocFilmMusic)",
        "description": "A documentary opera, a musical biography (a life as a composition), a most extraordinary and playful film featuring the contradictory life of progressive composer and prominent communist Jan Kapr. Kapr (1914-88) was a Stalin award laureate, who was later banned in socialist Czechoslovakia for his artistic perspective. 17 opera singers from internationally renowned Czech Philharmonic Choir Brno sing scenes from Kapr’s life, including fragments of police reports, Kapr’s political accounts or love correspondence. Featuring original music by Petra Šuško and Jiří Adámek / Austerlitz’s libretto, the world premiere of Kapr Code was made at Visions du Réel. Their choirmaster, Petr Fiala, is Kapr’s last living student.",
        "section": "Mined Zone",
        "original_name": "KAPR CODE",
        "runtime": "91 min",
        "genre": "Documentary, Biography, Music",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "A Man",
        "director": "Kei Ishikawa",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/a-man",
        "awards": null,
        "description": "When the truth comes to light, what will become of love? Kei Ishikawa who garnered international attention with his debut feature Gukoroku / Traces of Sin comes up with yet another mystery drama which premiered at Venice Film Festival’s Orizzonti sidebar. After divorcing, Rie has found happiness with her second husband Daisuke and formed a new family. But when Daisuke dies in a tragic accident, she discovers her new husband was not the man she thought he was. Rie calls on an attorney to help her find the truth about the identity of the man she loved, whom they call X. A quest that will open larger questions about the nature of identity itself, and what makes a person real at all. ‘When we fall in love, what is it about the other person we fall in love with? What if that person turns out to be someone completely different? What if their hidden past harbours the most unexpected secret?’",
        "section": "Best of The Fests",
        "original_name": "ARU OTOKO",
        "runtime": "116 min",
        "genre": "Comedy, Drama, Romance",
        "Metascore": "70",
        "imdbRating": "7.7"
    },
    {
        "movie_name": "Crows Are White",
        "director": "Ahsen Nadeem",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/crows-are-white",
        "awards": "2022 Bergen Documentaire Extraordinaire",
        "description": "Shot over five years on three continents, Crows are White is an exploration of truth, faith and love, from the top of a mountain to the bottom of a sundae. For over a thousand years, a secretive Buddhist sect has lived in an isolated monastery in Japan performing acts of extreme physical endurance in their pursuit of enlightenment. After decades of living a secret life, a Muslim filmmaker from the USA, sets off to this strict monastery in search of answers. When he arrives, his presence is not welcomed and the only monk who will speak with him is an outcast who prefers ice cream and Slayer to meditation. Together they forge an unlikely friendship that leads them to higher truths and occasionally, a little trouble. Crows are White is the first feature-length film of writer, director and producer, Ahsen Nadeem, who was born in Saudi Arabia and immigrated first to Ireland and eventually the United States.",
        "section": "Documentary Time",
        "original_name": "Crows Are White",
        "runtime": "97 min",
        "genre": "Documentary",
        "Metascore": "N/A",
        "imdbRating": "8.0"
    },
    {
        "movie_name": "Slow",
        "director": "Marija Kavtaradze",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/slow",
        "awards": "2022 Sundance Directing Award–World Cinema Dramatic",
        "description": "A touching drama on dance, compromise, and a different way to love, Slow follows dancer Elena and sign language interpreter Dovydas who meet and immediately form a beautiful bond. As they dive into a new relationship, they must navigate how to build their own kind of intimacy, especially when one declares that they are asexual, leading to an inevitable strain. Influenced by Nan Goldin, and shot entirely handheld on 16mm film for its natural aesthetic, Slow debuted in Sundance in January.",
        "section": "Young Masters",
        "original_name": "SLOW",
        "runtime": "13 min",
        "genre": "Short, Drama",
        "Metascore": "N/A",
        "imdbRating": "6.3"
    },
    {
        "movie_name": "Inland",
        "director": "Fridtjof Ryder",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/inland",
        "awards": null,
        "description": "Inland is a modern folktale that explores the fractured identity of a young man after the mysterious disappearance of his mother. Guided by a father figure and old friends who care deeply, his journey through the dreamlike spaces of rural England brings the young man face to face with the loss that haunts him in ways he could never have expected. Written and directed by young German/English filmmaker Fridtjof Ryder, and filmed by a small, young crew, many of which still are in university or starting out, Inland had its world premiere at London Film Festival. ‘The film’s genesis comes from my hometown, from my first loves growing up, and of course from films,’ says director Ryder, ‘The borderland between myth and the present, the thin line between the past and now, in rural England, walking through the landscape, often feels so powerful it makes me cry. The ecological threads of the film tie in directly with the mythical ones.’",
        "section": "Young Masters",
        "original_name": "Inland",
        "runtime": "88 min",
        "genre": "Drama, Mystery",
        "Metascore": "N/A",
        "imdbRating": "6.3"
    },
    {
        "movie_name": "Other People's Children",
        "director": "Rebecca Zlotowski",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/other-people-s-children",
        "awards": null,
        "description": "To love other people’s children is risky. Rachel is 40 years old, with no children. She loves her life: her high school students, her friends, her ex, her guitar lessons. When she falls in love with Ali, she becomes attached to Leila, his 4-year-old daughter. She tucks her into bed, cares for her, loves her like her own. ’A stepmother without being a mother herself. As painfully commonplace as male impotence, this situation was nevertheless the starting point of a story worthy of being told,’ says Rebecca Zlotowski for her fifth feature which premiered at Venice. ’I felt that I was filming this love letter in solidarity with childless women.’ Zlotowski delivers a deeply personal, intimate and profoundly moving story of longing and belonging, which she shot during her unexpected pregnancy.",
        "section": "Antidepressant",
        "original_name": "LES ENFANTS DES AUTRES",
        "runtime": "103 min",
        "genre": "Comedy, Drama, Romance",
        "Metascore": "78",
        "imdbRating": "6.7"
    },
    {
        "movie_name": "The French Connection",
        "director": "William Friedkin",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-french-connection",
        "awards": "1972 Oscar Best Picture, Best Actor (Gene Hackman), Best Director, Best Adapted Screenplay, Best Editing",
        "description": "This film is screened with the generous support of the U.S. Mission to Turkey.",
        "section": "A Rebel in Hollywood: William Friedkin",
        "original_name": "The French Connection",
        "runtime": "104 min",
        "genre": "Action, Crime, Drama",
        "Metascore": "94",
        "imdbRating": "7.7"
    },
    {
        "movie_name": "Joyland",
        "director": "Saim Sadiq",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/joyland",
        "awards": "2022 Cannes Jury Prize – Un Certain Regard, Queer Palm",
        "description": "The Ranas–a happily patriarchal joint family–yearn for the birth of a baby boy to continue the family line. Their plans and lives are upended when they learn that their youngest son Haider secretly joins an erotic dance theatre and falls for an ambitious trans starlet. Their impossible love story slowly illuminates the entire Rana family’s desire for sexual rebellion. An occasionally funny and profoundly melancholic film that tackles sexuality, gender, family, honour, respectability, and desire, Joyland is director Saim Sadiq’s debut feature, and the first Pakistani film to premiere at Cannes Film Festival. Screened at the 2022 Toronto International Film Festival within the Special Presentations section, Joyland was declared Pakistan’s Oscar candidate.",
        "section": "Where are You My Love?",
        "original_name": "Joyland",
        "runtime": "126 min",
        "genre": "Drama",
        "Metascore": "79",
        "imdbRating": "7.7"
    },
    {
        "movie_name": "Valeria is Getting Married",
        "director": "Michal Vinik",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/valeria-is-getting-married",
        "awards": "2022 Antalya Special Jury Award",
        "description": "Michal Vinik’s second feature film Valeria Is Getting Married had its world premiere at Venice Film Festival’s Orizzonti Extra section. Valeria, a young Ukrainian woman, arrives in Israel to meet her future husband, for an arranged marriage brokered online. She joins her sister Christina, who has been living in Israel for some time and who has met her own husband through a similar arrangement. Life in Israel is great for Christina and her husband, and they want the same for her sister. However, Valeria is different from her sister. Against expectations, the two sisters must each make a decision for themselves. ‘I have come to realise that my interest mostly has to do with how these relationships serve as a mirror for all committed relationships between any two people, whether married or not,’ says director Michal Vinik.",
        "section": "No More Flowers",
        "original_name": "VALERIA MITHATENET",
        "runtime": "76 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Scrapper",
        "director": "Charlotte Regan",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/scrapper",
        "awards": "2023 Sundance Grand Jury Prize–World Cinema Dramatic",
        "description": "The debut feature by Charlotte Regan, a music video director since her teen years, follows Georgie, a dreamy, funny, independent 12-year-old girl. Following her mother’s death, Georgie lives by herself happily in their London outskirts flat, filling it with magic with his friend Ali. Suddenly, a man turns up (apparently her estranged father,) and forces her to confront reality. A vibrant, warm, joyful, humorous, imaginative, sweet, emotional father-daughter story, Scrapper stars Harris Dickinson (the lead in Triangle of Sadness) as the father.",
        "section": "Galas",
        "original_name": "SCRAPPER",
        "runtime": "87 min",
        "genre": "Crime, Drama, Thriller",
        "Metascore": "N/A",
        "imdbRating": "5.0"
    },
    {
        "movie_name": "RSVP (Please Respond)",
        "director": "İsmet Kurtuluş, Kaan Arıcı",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/rsvp-please-respond",
        "awards": "2022 Antalya Best Actor (Cem Yiğit Üzümoğlu)",
        "description": "About an hour before their wedding ceremony, Ceren and Semih begin to doubt their happiest day when their close friend, Mert, starts to reveal secrets from the past.",
        "section": "Where are You My Love?",
        "original_name": "LCV (LÜTFEN CEVAP VERİNİZ)",
        "runtime": "70 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Passages",
        "director": "Ira Sachs",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/passages",
        "awards": null,
        "description": "Premiering at Sundance in January and screening in the Panorama section at the Berlin Film Festival in February, Passages depicts an unusual love triangle that forms at a club in Paris: Tomas, a queer auteur film director (Franz Rogowski,) his English husband Martin (Ben Whishaw,) and Agathe (Adèle Exarchopoulos.) American indie star director Ira Sachs’ latest film follows the narcissistic, unlikeable, though charismatic Tomas as he disrupts and destroys his marriage, all the while maintaining his toxic grip on both of his relationships.",
        "section": "Where are You My Love?",
        "original_name": "PASSAGES",
        "runtime": "112 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "7.1"
    },
    {
        "movie_name": "The Boys in the Band",
        "director": "William Friedkin",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-boys-in-the-band",
        "awards": null,
        "description": "This film is screened with the generous support of the U.S. Mission to Turkey.",
        "section": "A Rebel in Hollywood: William Friedkin",
        "original_name": "The Boys in the Band",
        "runtime": "121 min",
        "genre": "Drama",
        "Metascore": "70",
        "imdbRating": "6.8"
    },
    {
        "movie_name": "The Mother and the Whore",
        "director": "Jean Eustache",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-mother-and-the-whore",
        "awards": "1973 Cannes Grand Prix, FIPRESCI Prize",
        "description": "Considered his masterpiece, the first feature film by Jean Eustache is a classic of French cinema and a seminal work of the post-nouvelle vague era. Tender, passionate, romantic, intimate, and youthful, The Mother and the Whore follows the philosophical conversations and monologues on love and sex of three characters involved in an unusual love triangle: the aimless Alexandre, his girlfriend Marie, and Veronika, a casual encounter who becomes his lover. At the Cannes Film Festival, where the film won the Grand Prix, many critics saw the film as immoral, obscene, or, ‘an insult to the nation’ as seen by Le Figaro, but these negative reviews did not hinder it from becoming one of the most praised French films of all times. ‘The films I made are as autobiographical as fiction can be,’ had said Eustache, who described The Mother and the Whore as a ‘narrative of certain seemingly innocuous acts. It could be the narrative of entirely different acts, in other places. What happens, the places where the action unfolds, have no importance.’",
        "section": "Cinemania",
        "original_name": "LA MAMAN ET LA PUTAIN",
        "runtime": "210 min",
        "genre": "Drama, Romance",
        "Metascore": "N/A",
        "imdbRating": "7.8"
    },
    {
        "movie_name": "Numb",
        "director": "Amir Toodehroosta",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/numb",
        "awards": null,
        "description": "Pre-school is the first and last time boys and girls can learn together freely in Iran. Numb which had its world premiere at the 2023 Film Festival Rotterdam within the Tiger Competition is set in a kindergarten and follows the curious little boy Roham. Roham falls in love with his classmate Rana and discovers the complicated secrets of her personal life all the while confronting the class bully. Written, directed, and produced by Amir Toodehroosta, Numb observes some hilarious interactions between the young children and the adults who are to train rather than educate them, but eventually transforms into a darker drama about the corruption of childhood innocence and the society.",
        "section": "Young Masters",
        "original_name": "ASAB KESHI",
        "runtime": "93 min",
        "genre": "Comedy, Drama, Romance",
        "Metascore": "N/A",
        "imdbRating": "6.6"
    },
    {
        "movie_name": "And the King Said, What a Fantastic Machine",
        "director": "Axel Danielson, Maximilien Van Aertryck",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/and-the-king-said-what-a-fantastic-machine",
        "awards": null,
        "description": "Filmmakers Axel Danielson & Maximilien Van Aertryck turn their cameras directly on society, this time to explore, explain and expose how our unchecked obsession with image has grown to change our human behaviour. From ’Camera Obscura’ and the Lumière Brothers all the way to Youtube and the world of social media, the film chronicles how we went from capturing the image of a backyard to a multi-billion- euro content industry in just 200 years. The film had its world premiere at Sundance Film Festival and then was screened at the Berlin Film Festival.",
        "section": "Documentary Time",
        "original_name": "AND THE KING SAID, WHAT A FANTASTIC MACHINE"
    },
    {
        "movie_name": "The Yellow Ceiling",
        "director": "Isabel Coixet",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-yellow-ceiling",
        "awards": "2022 San Sebastian RTVE Another Look Award, Special Mention",
        "description": "Catalan filmmaker Isabel Coixet has made several outstanding socially influenced documentaries alongside highly-praised fiction films. The Yellow Ceiling explains and denounces the Case of the Lleida Theater Classroom in Spain through its protagonists. In 2018, a group of nine women filed a complaint against two of their teachers for sexual abuse that occurred between 2001 and 2008, when they were teenagers. It was too late. Out of fear, out of shame, because it took them a long time to understand and digest what had happened, the complaint came when the case had already been prescribed and was filed. Isabel Coixet uses candid interviews with students and others involved and combines them with archival footage and home videos to tell an agonising story that spans 20 years narrated from the perspective of its victims.",
        "section": "Documentary Time",
        "original_name": "EL SOSTRE GROC",
        "runtime": "94 min",
        "genre": "Documentary",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Tótem",
        "director": "Lila Avilés",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/t-tem",
        "awards": "2023 Berlin Ecumenical Jury Prize",
        "description": "The portrait of a Mexican family is drawn once again, this time through the eyes of a young girl in Lila Avilés’ latest film that premiered in the main competition at the 2023 Berlin Film Festival. The central hero is the glittering, shining seven-year-old Sol (sun in Spanish,) who lives in a happy home within a happy, crowded family. Highlighting bodily needs as well as emotional ones, Totém follows Sol’s family as they prepare for a lit surprise birthday dinner in the garden for Sol’s father. Throughout the day, chaos slowly takes over, fracturing the family’s foundations. Sol will come to understand that her world is about to change dramatically, embracing the essence of letting go and cherishing the breath of life. ‘To think about death is to think about life,’ says Mexican auteur filmmaker Lila Avilés whose previous film The Chambermaid was screened at the festival in 2019 and lead actress Gabriela Cartol had visited the festival.",
        "section": "Best of The Fests",
        "original_name": "TÓTEM",
        "runtime": "60 min",
        "genre": "Documentary",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Falcon Lake",
        "director": "Charlotte Le Bon",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/falcon-lake",
        "awards": "2022 Prix Louis Delluc (France) Best First Film",
        "description": "This film is screened with the generous support of the Embassy of Canada.",
        "section": "Young Masters",
        "original_name": "Falcon Lake",
        "runtime": "100 min",
        "genre": "Drama, Romance",
        "Metascore": "N/A",
        "imdbRating": "7.5"
    },
    {
        "movie_name": "Let the Dance Begin",
        "director": "Marina Seresesky",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/let-the-dance-begin",
        "awards": null,
        "description": "A passion, tango, love, music, fun and adventure-filled road movie that travels across Argentina through memories... Carlos and Margarita were the most celebrated tango couple of their time. Today, little and nothing remains of that splendour or passion. Carlos lives in Madrid, Margarita lives in Buenos Aires immersed in poverty and oblivion, and with that sarcastic and rogue humour. Together with their inseparable friend Pichuquito, the couple reunites to begin a journey from the city of Carlos Gardel to the foot of the Andes in search of answers, finding their memories, their fears, but above all their true desires.",
        "section": "Antidepressant",
        "original_name": "EMPIEZA EL BAILE",
        "runtime": "N/A",
        "genre": "Comedy, Drama, Music",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Winter Boy",
        "director": "Christophe Honoré",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/winter-boy",
        "awards": null,
        "description": "The most recent film by novelist, playwright, filmmaker Christophe Honoré (On A Magical Night, Beloved, Love Songs) is an autobiographical film about a high school student, telling his own story as he struggles to make sense of things, discovers himself, as if thinking out loud. Set over the course of one winter, the film follows 17-year-old Lucas, when his teenage world is suddenly shattered upon a tragedy. He views his life as a wild animal in need of taming. Between a brother settled in Paris and a mother with whom he now lives alone, Lucas now has to fight to rediscover hope and love. Christophe Honoré, who also plays the father in the film, says: ‘Maybe this is what the film is all about – how to turn tragedy into a joyful form of sorrow. This is why I think that the film is first and foremost a love story, not a melodrama, but a film that hopes for love.’",
        "section": "Where are You My Love?",
        "original_name": "LE LYCÉEN",
        "runtime": "122 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Killer Joe",
        "director": "William Friedkin",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/killer-joe",
        "awards": "2013 Saturn Awards Best Independent Film, Best Actor (Matthew McConaughey)",
        "description": "This film is screened with the generous support of the U.S. Mission to Turkey.",
        "section": "A Rebel in Hollywood: William Friedkin",
        "original_name": "KILLER JOE",
        "runtime": "102 min",
        "genre": "Drama, Thriller",
        "Metascore": "62",
        "imdbRating": "6.7"
    },
    {
        "movie_name": "God’s Creatures",
        "director": "Saela Davis, Anna Rose Holmer",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/god-s-creatures",
        "awards": null,
        "description": "Starring the amazing lead actor of Aftersun, Paul Mescal, and Emily Watson as his mother, God’s Creatures world premiered within the Directors’ Fortnight section at Cannes Film Festival and was later the opening film of the Dublin Film Festival. The devastating drama focuses on secrets and lies in a quiet fishing village on the north-west coast of Ireland. God’s Creatures follows a mother torn between protecting her beloved son and her own sense of right and wrong. A lie she tells for him when he suddenly returns home after living abroad for seven years rips apart their family and close-knit community in this tense, sweepingly emotional epic.",
        "section": "Young Masters",
        "original_name": "GOD’S CREATURES",
        "runtime": "100 min",
        "genre": "Drama",
        "Metascore": "71",
        "imdbRating": "5.9"
    },
    {
        "movie_name": "The Damned Don’t Cry",
        "director": "Fyzal Boulifa",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-damned-don-t-cry",
        "awards": "2023 Belgrad Best Actress, FEDEORA Award",
        "description": "Fatima-Zahra and her teenage son Selim move from place to place, forever trying to outrun the latest scandal she’s caught up in. When Selim discovers the truth about their past, his mother vows to make a fresh start. In Tangier, new opportunities promise the legitimacy they each crave, but not without pushing the volatile mother-son relationship to the breaking point. The Damned Don’t Cry combines melodrama and neorealism to tell the story of a mother-son relationship on the fringes, observing the effects of oppression – both economic and affective – in a cut-throat world. Borrowing its title from a 1950s Joan Crawford melodrama, The Damned Don’t Cry employs non-professional actors for its two main actors and almost the entire cast. In his second feature which premiered at the Venice Film Festival, writer-director Fyzal Boulifa manages to avoid pastiche while ‘readily embracing some of the formal elements of melodrama’ as he takes his inspiration from Pasolini’s Mamma Roma and Le notti di Cabiria.",
        "section": "Young Masters",
        "original_name": "LES DAMNÉS NE PLEURENT PAS"
    },
    {
        "movie_name": "Safe Place",
        "director": "Juraj Lerotic",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/safe-place",
        "awards": "2022 Cottbus Best Film",
        "description": "This film is screened with the generous support of the Consulate General of Croatia.",
        "section": "Young Masters",
        "original_name": "SÍGURNO MJESTO",
        "runtime": "5 min",
        "genre": "Short, Horror",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Subtraction",
        "director": "Mani Haghighi",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/subtraction",
        "awards": null,
        "description": "In downtown Tehran, Farzaneh spots her husband, Jalal, walking into a woman’s apartment. Convinced he is having an affair, she confronts him, but Jalal claims he was actually out of town for work. He decides to check out the building for himself. There, he meets a woman, who is the spitting image of Farzaneh, married to a man identical to himself. ‘I wanted to make a film about the atmosphere of Tehran: not the explicitly political film that tackles issues head-on, but a film about the mood of this city, how it feels for us to live here, all of us, together with our doubles,’ says director Haghighi for his latest film, Subtraction which premiered at Toronto Film Festival. The film stars Taraneh Alidoosti with Navid Mohammedzadeh, both of whom were in Leila’s Brothers which screened at Filmekimi.",
        "section": "Best of The Fests",
        "original_name": "TAFRIGH",
        "runtime": "107 min",
        "genre": "Drama, Mystery",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Lie with Me",
        "director": "Olivier Peyon",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/lie-with-me",
        "awards": null,
        "description": "Upon agreeing to be the brand ambassador for a famous cognac celebrating their bicentennial, prominent novelist Stéphane Belcourt returns to his hometown for the first time in many years. Once there, first the culture shock hits him, and then he meets his first love’s son, Lucas. Memories come rushing back to him: irrepressible attraction, bodies becoming one in the heat of desire, a passion that can never be revealed... His first love’s name was Thomas. The very “Thomas” who appears in every one of his novels. They were 17. Olivier Peyon’s touching adaptation of Philippe Besson’s award-winning autobiographical novel of the same name travels between 1984 and the present, painting a bittersweet portrait of sexual awakening, first love, heartbreak, shame, and an impossible love affair.",
        "section": "Where are You My Love?",
        "original_name": "ARRÊTE AVEC TES MENSONGES",
        "runtime": "93 min",
        "genre": "Drama, Romance",
        "Metascore": "N/A",
        "imdbRating": "5.2"
    },
    {
        "movie_name": "Stories Not to Be Told",
        "director": "Cesc Gay",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/stories-not-to-be-told",
        "awards": null,
        "description": "Friends, lovers, or to-be lovers... Unexpected meetings, humiliation, jealousy, lies, prejudice, and gossip... A collection of very human sins, and a hilarious gallery of cringe. Tackling suppressed desires and taboos in Sentimental / The People Upstairs, Cesc Gay presents yet another urban comedy about those kinds of situations we’ve all found ourselves in, but which we’d rather no one ever knew about, or which we wish we could forget about altogether. Five stories, a sardonic, yet sympathetic ode to humans’ inability to govern our own emotions, Stories Not To Be Told was screened in the Special Presentations section of the Toronto Film Festival.",
        "section": "Antidepressant",
        "original_name": "HISTORIAS PARA NO CONTAR",
        "runtime": "100 min",
        "genre": "Action, Adventure, Comedy",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Days of Fire, Love and Anarchy: the Turkish Sinematek and Onat Kutlar",
        "director": "Önder Esmer",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/days-of-fire-love-and-anarchy-the-turkish-sinematek-and-onat-kutlar",
        "awards": null,
        "description": "In 1961, young writer Onat Kutlar goes to Paris to study philosophy. After going to the French Cinémathèque, he discovers his passion for cinema and decides to establish a cinematheque in Istanbul as well. Only a few years later, in 1965, the Turkish Sinematek is founded by Onat Kutlar and a group of intellectuals. The interest in the Sinematek exceeds all expectations, and art films from all over the world are screened there for the first time. The Sinematek not only shows films, but also becomes a centre, where an intellectual film culture emerges and a new generation of filmmakers, critics, and cinephiles grows up. However, the Sinematek, soon enough, finds itself in the midst of an unexpected clash with Turkish filmmakers.",
        "section": "Special Screening",
        "original_name": "AŞK, ATEŞ VE ANARŞİ GÜNLERİ: TÜRK SİNEMATEKİ VE ONAT KUTLAR"
    },
    {
        "movie_name": "I Have Electric Dreams",
        "director": "Valentina Maurel",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/i-have-electric-dreams",
        "awards": "2022 Thessaloniki Best Film, Best Actor",
        "description": "Enchanting and captivating from the moment it opens, I Have Electric Dreams paints a tender, emotionally intense, visually innovative portrait of Eva—a restless teenage girl, who realises that adulthood isn’t the golden age she dreamed of. Strong-willed Eva lives with her mother, her younger sister and their cat, but desperately wants to move in with her estranged father. She balances between the tenderness and sensitivity of teenage life and the ruthlessness of the adult world. Costa Rican director based in Belgium, Valentina Maurel about her debut film: ‘But this isn’t a coming-of-age tale, Eva’s trajectory isn’t that of a teen who becomes an adult, it’s that of a teenager who realises there aren’t really any adults around her.’",
        "section": "Young Masters",
        "original_name": "TENGO SUEÑOS ELÉCTRICOS",
        "runtime": "102 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Ingeborg Bachmann – Journey into the Desert",
        "director": "Margarethe von Trotta",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/ingeborg-bachmann-journey-into-the-desert",
        "awards": null,
        "description": "A stunning biopic that brings together brilliant names together: Margarethe von Trotta directs actress Vicky Krieps (Corsage) as Austrian poet and author Ingeborg Bachmann. world premiering at the 2023 Berlin Film Festival within the main competition, Ingeborg Bachmann – Journey into the Desert does not stay on the pages as she writes but follows its titular character through her passionate relationship with Swiss writer Max Frisch, and her arduous trip to Egypt from Berlin and Zurich. Margarethe von Trotta often focuses on stories of strong-willed women, such as Hanna Arendt and Rosa Luxembourg, who refuse to bow down to patriarchal norms, and Ingeborg Bachmann is no exception when she states as a liberated woman in a predominantly male literary world: ‘Fascism is the first element in a relation between a man and a woman.’",
        "section": "No More Flowers",
        "original_name": "INGEBORG BACHMANN – REISE IN DIE WÜSTE",
        "runtime": "110 min",
        "genre": "Biography, Drama, History",
        "Metascore": "55",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "The Eternal Memory",
        "director": "Maite Alberdi",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-eternal-memory",
        "awards": "2023 Sundance Grand Jury Prize World Cinema Documentary",
        "description": "The Oscar-nominated director of The Mole Agent returns with another touching documentary that premiered at Sundance and later screened at Berlin Film Festival. The Eternal Memory follows Augusto and Paulina who have been together and in love for 25 years. Eight years ago, Augusto was diagnosed with Alzheimer’s disease, and his wife has since become his caretaker. As one of Chile’s most prominent cultural commentators and television presenters, Augusto is no stranger to building an archive of memory following the Pinochet dictatorship and its systematic erasure of collective consciousness. Now he turns that work to his own life, trying to hold on to his identity. Using a collage-like montage that makes the film seem like a tender and humorous journey through the stages of an eventful life, director Maite Alberdi traces the story of a man who has spent his whole life writing in a bid to prevent collective forgetting, but who is now himself gradually losing his memory.",
        "section": "Documentary Time",
        "original_name": "THE ETERNAL MEMORY",
        "runtime": "85 min",
        "genre": "Documentary",
        "Metascore": "N/A",
        "imdbRating": "7.9"
    },
    {
        "movie_name": "Seven Winters in Tehran",
        "director": "Steffi Niederzoll",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/seven-winters-in-tehran",
        "awards": "2023 Berlin Peace Film Prize, Best Film–Perspektive Deutsches Kino",
        "description": "Iran, 2007: Reyhaneh Jabbari, 19, is imprisoned for murdering the man who tried to rape her. Her trial results in a death penalty sentence. Steffi Niederzoll, in her directorial debut retraces the fate of a woman who becomes a symbol of resistance and women’s rights even beyond the borders of Iran. ‘How does one overcome the feeling of powerlessness and show resistance?’ is the motivation of the Perspektive Deutsches Kino jury that awarded the film at Berlin: ‘Spellbound, we follow the story of a young woman who defies institutionalised male violence.’ Holy Spider actress Zar Amir Ebrahimi lends Reyhaneh her voice throughout the film that sparks hope in her struggle.",
        "section": "Documentary Time",
        "original_name": "SIEBEN WINTER IN TEHERAN"
    },
    {
        "movie_name": "Sorcerer",
        "director": "William Friedkin",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/sorcerer",
        "awards": null,
        "description": "This film is screened with the generous support of the U.S. Mission to Turkey.",
        "section": "A Rebel in Hollywood: William Friedkin",
        "original_name": "Sorcerer",
        "runtime": "121 min",
        "genre": "Adventure, Drama, Thriller",
        "Metascore": "68",
        "imdbRating": "7.7"
    },
    {
        "movie_name": "Saint Omer",
        "director": "Alice Diop",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/saint-omer",
        "awards": "2022 Venice Grand Jury Prize, Lion of the Future Award",
        "description": "Saint Omer court of law... Young novelist Rama attends the trial of Laurence Coly, a young, black woman accused of killing her 15-month-old daughter by abandoning her to the rising tide on a beach. But as the trial continues, the words of the accused and witness testimonies shake Rama’s convictions and call into question our own judgement. In Saint Omer, ‘obsessed by documenting ritual of justice,’ as she puts, Alice Diop confronts the unimaginable, placing us as close as possible to the accused in order to examine the mystery of her actions with great sensitivity and intelligence. Alice Diop’s fiction feature film debut Saint Omer is based on real events, reenacting and replaying the text of the actual trial, and deals specifically about not only immigration but in her own words, ‘How we, black French women have become mothers through these mothers.’ Saint Omer is France’s Oscar candidate.",
        "section": "Best of The Fests",
        "original_name": "Saint Omer",
        "runtime": "122 min",
        "genre": "Drama",
        "Metascore": "91",
        "imdbRating": "6.9"
    },
    {
        "movie_name": "Blue Jean",
        "director": "Georgia Oakley",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/blue-jean",
        "awards": "2022 Venice People’s Choice–Giornate degli Autori",
        "description": "England, 1988, the height of the AIDS panic surge. Popular PE teacher, Jean, leads a double life—she has recently come out to friends and family, but is as reserved as possible at school due to a law prohibiting ‘the promotion of homosexuality by local authorities.’ The arrival of a new girl student at school intensifies the pressure, and catalyses a crisis that will challenge Jean to her core, forcing her to struggle between self-betrayal, sanity, and her job. Inspired by filmmakers such as Kelly Reichardt and Chantal Akerman, filmmaker Georgia Oakley in her debut feature film succeeds in bringing about a social drama on how quickly and easily people demonise others. Shot on 16mm, Blue Jean stars Rosy McEwen from The Alienist,whose compelling and restrained performance brought praise and awards.",
        "section": "Where are You My Love?",
        "original_name": "Blue Jean",
        "runtime": "97 min",
        "genre": "Drama",
        "Metascore": "91",
        "imdbRating": "7.5"
    },
    {
        "movie_name": "All the Beauty and the Bloodshed",
        "director": "Laura Poitras",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/all-the-beauty-and-the-bloodshed",
        "awards": "2022 Venice Best Film, Ambassador of Hope",
        "description": "Oscar–winning documentarian Laura Poitras tells the epic, emotional, and interconnected story about one of the most celebrated and controversial photographers of the 20th century, Nan Goldin—through her groundbreaking photography, interviews, and her personal fight to prevent and stop the opioid crisis in the USA. Goldin and the NGO PAIN holds the Sackler family, owner of Purdue Pharma, accountable for the opioid overdose crisis that claimed more than 400,000 lives in the USA. Goldin admits to having been addicted to the drug OxyContin soon after being prescribed it. An Oscar nominee in the Best Documentary category, the film also reflects on Goldin’s own history—uncovering family secrets, relationships with friends and fellow artists, and the stories behind her photographs. The film is described by Poitras as ‘A legacy of people escaping America.’",
        "section": "Galas",
        "original_name": "ALL THE BEAUTY AND THE BLOODSHED",
        "runtime": "122 min",
        "genre": "Documentary",
        "Metascore": "90",
        "imdbRating": "7.6"
    },
    {
        "movie_name": "A Woman Escapes",
        "director": "Sofia Bohdanowicz, Burak Çevik, Blake Williams",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/a-woman-escapes",
        "awards": "2022 FID Marseille Mansiyon–CNAP Special Mention–CNAP",
        "description": "Audrey Benac lives alone in Paris after having moved there to tend to the home of her recently deceased friend, Juliane. Moving through the days without any clear motivation or sense of purpose, she tries to re-establish her footing in the world by beginning video correspondences with two filmmakers: Burak, who lives in Istanbul, and Blake, who lives in Toronto. This exchange of words and footage initiates a healing process, but the nature of the interaction is not what it seems. An extraordinary effort by three artist-filmmakers living in three overseas cities might be characterised by what director Burak Çevik says: ‘It’s because the film is not about the story itself. It is really about the two years that passed while we were making it.’ A film shot in 16mm, 3D, and HD Digital, whose narrative changed course as its creators corresponded, a film about communication, grieving, missing, and inevitably the pandemic. A Woman Escapes premiered at FID Marseille.",
        "section": "Best of The Fests",
        "original_name": "A Woman Escapes",
        "runtime": "81 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "5.0"
    },
    {
        "movie_name": "On the Adamant",
        "director": "Nicolas Philibert",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/on-the-adamant",
        "awards": "2023 Berlin Best Film, Special Mention–Ecumenical Jury",
        "description": "The latest film by Nicolas Philibert, one of the greatest documentary filmmakers of our day, world premiered at the 2023 Berlin Film Festival in February where it won the grand prize, the Golden Bear. The titular ‘The Adamant’ is a unique day care centre: it is a floating structure located on the Seine in the heart of Paris. It welcomes adults suffering from mental disorders, offering them care that grounds them in time and space, and helps them to recover or keep up their spirits. The team running it–that includes psychiatrists, psychologists, nurses, occupational therapists, specialist educators, art therapists, etc.–is one of those that try to resist the deterioration and dehumanisation of psychiatry as best it can. Earlier films by Philibert, Être et avoir / To be and to have and La Maison de la Radio were screened at the festival.",
        "section": "Documentary Time",
        "original_name": "SUR L’ADAMANT"
    },
    {
        "movie_name": "In Water",
        "director": "Hong Sang-soo",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/in-water",
        "awards": null,
        "description": "One of the most prolific directors of our time, South Korean master Hong Sang Soo’s new film, In Water, premiered at the 2023 Berlin Film Festival. The film centers on a young man who decides to give up acting and become a director, and travels around Jeju Island with a small crew consisting of a cameraman and an actor to shoot a short film. The director becomes part of the blurry landscape while waiting for inspiration and the right light. In Water, which is shot almost entirely out of focus, invites the audience to play a game; it moves forward with references to Hong Sang Soo’s own filmography and life, tells its story with long dialogues, and is never afraid to take risks.",
        "section": "Specter",
        "original_name": "MUL-AN-E-SEO",
        "runtime": "75 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "6.4"
    },
    {
        "movie_name": "Jeanne Dielman, 23 Quai Du Commerce, 1080 Bruxelles",
        "director": "Chantal Akerman",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/jeanne-dielman-23-quai-du-commerce-1080-bruxelles",
        "awards": null,
        "description": "Voted in Sight & Sound’s 2022 critics poll as the ‘greatest film of all time,’ Jeanne Dielman, 23, quai du commerce, 1080 Bruxelles is a minimalist, feminist film in a realist vein that has reached cult status over the years. Premiering in the Directors’ Fortnight section of the 1975 Cannes Film Festival, this is the second feature directed by Chantal Akerman’s, who was only 25 when she made it. Jeanne Dielman shows us what directors generally choose to omit (the recurring details of daily life in real time,) and for three days follows a housewife, a widow who lives with her teenage son, and who prostitutes herself at home in order to make ends meet. According to Criterion, this is ‘one of cinema’s most hypnotic and complete depictions of space and time.’",
        "section": "Cinemania",
        "original_name": "Jeanne Dielman, 23 Quai Du Commerce, 1080 Bruxelles",
        "runtime": "202 min",
        "genre": "Drama",
        "Metascore": "94",
        "imdbRating": "7.6"
    },
    {
        "movie_name": "The Exorcist",
        "director": "William Friedkin",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-exorcist",
        "awards": null,
        "description": "This film is screened with the generous support of the U.S. Mission to Turkey.",
        "section": "A Rebel in Hollywood: William Friedkin",
        "original_name": "The Exorcist",
        "runtime": "122 min",
        "genre": "Horror",
        "Metascore": "81",
        "imdbRating": "8.1"
    },
    {
        "movie_name": "Neneh Superstar",
        "director": "Ramzi Ben Sliman",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/neneh-superstar",
        "awards": null,
        "description": "Neneh is a 12-year-old black girl, who dreams of becoming a ballerina at the famed Paris Opera Ballet School. Despite her enthusiasm, Neneh will have to redouble her efforts to be accepted by the inflexible director of the school, Marianne Belage, who is the guarantor of traditions and the bearer of a secret. Struggling to break a glass ceiling, Neneh will never give up on her dream while the instructors and administrators persist in believing that black women have no place onstage as part of the classical repertoire. Director Ramzi Ben Sliman, who wrote the role of Marianne Belage especially for Maïwenn, selected dancer Oumy Bruni Garrel to play Neneh, who also said that being black she suffered similar setbacks in the world of classical dance.",
        "section": "No More Flowers",
        "original_name": "Neneh Superstar",
        "runtime": "95 min",
        "genre": "Comedy, Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Heyula Shorts Programme 1",
        "director": "",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/heyula-shorts-programme-1",
        "awards": null,
        "description": "(°) This screening will begin later than announced due to the duration of the previous film.",
        "section": "{{item.headline}}",
        "original_name": "Heyula Shorts Programme 1"
    },
    {
        "movie_name": "The Sitting Duck",
        "director": "Jean-Paul Salomé",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-sitting-duck",
        "awards": null,
        "description": "A political and psychological thriller, The Sitting Duck tells the true story of Maureen Kearney, the head union representative of a French multinational nuclear powerhouse. She became a whistleblower, denouncing top-secret deals that shook the French nuclear sector. Alone against the world, she fought government ministers and industry leaders, tooth and nail to bring the scandal to light and to defend more than 50,000 jobs...Her life was turned upside down when she was violently assaulted in her own home... The investigation is carried out under pressure: the subject is sensitive. Suddenly, new elements create doubt in the minds of the investigators. At first a victim, Maureen becomes a suspect. Isabelle Huppert in the lead as Maureen, The Sitting Duck premiered at the Venice Film Festival’s Orizzonti section.",
        "section": "No More Flowers",
        "original_name": "LA SYNDICALISTE",
        "runtime": "121 min",
        "genre": "Drama, Thriller",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "To Pick a Flower",
        "director": "Shireen Seno",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/to-pick-a-flower",
        "awards": null,
        "description": "(°) This screening will begin later than announced due to the duration of the previous film.",
        "section": "Specter",
        "original_name": "To Pick a Flower",
        "runtime": "17 min",
        "genre": "Short",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "The Crime Is Mine",
        "director": "François Ozon",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-crime-is-mine",
        "awards": null,
        "description": "Following Peter Von Kant,François Ozon returns with a wild comedy lead by two rising stars of French cinema: Nadia Tereszkiewicz (who won the César for Best Newcomer for Les Amandiers) and Rebecca Marder, supported by an A-list cast of French superstars. Already praised as one of Ozon’s best films, The Crime Is Mine is a mischievous drama and detective comedy set in the 1930s, where two friends, Madeleine and Pauline take advantage of the gullibility and idiocy of all the men they meet. The Crime Is Mine is ‘ultimately about the triumph of sorority,’ according to Ozon, who was inspired by American screwball comedies from the 1930s. The absolutely hilarious film follows Madeleine Verdier, a young, pretty, penniless and untalented actress, who is accused of murdering a famous producer. With the help of her best friend Pauline, a young unemployed lawyer, Madeleine presents herself as a grieving victim who must be celebrated for her act instead. The greatest surprise is the one and only Isabelle Huppert, who appears halfway through the film.",
        "section": "Galas",
        "original_name": "MON CRIME",
        "runtime": "102 min",
        "genre": "Comedy, Crime, Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Tommy Guns",
        "director": "Carlos Conceição",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/tommy-guns",
        "awards": "2022 Locarno Junior Jury Award, Europa Cinemas Label",
        "description": "In 1974, in the thirteenth year of the liberation war, the Portuguese and their descendants fled Angola where nationalist groups gradually claimed their territory back. A tribal girl discovers love and death when her path crosses that of a Portuguese soldier. Then, a Portuguese squad barracked inside an infinite wall from which they will have to escape once the past comes out of the grave to claim its long-awaited justice. ‘Tommy Guns is a reflection on history, on political hatred and fear, and a portrait of the metaphysics of tyranny. It’s meant as a reflection on the cyclic nature of fascism and how to this day it remains a threat to evolution.’ Directed by Angola-born Portuguese filmmaker Carlos Conceição, Tommy Guns made its world premiere at Locarno Film Festival’s main competition.",
        "section": "Best of The Fests",
        "original_name": "NAÇÃO VALENTE",
        "runtime": "N/A",
        "genre": "Short",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Property",
        "director": "Daniel Bandeira",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/property",
        "awards": null,
        "description": "This film is screened with the generous support of the Consulat General of Brazil.",
        "section": "Mined Zone",
        "original_name": "PROPRIEDADE",
        "runtime": "92 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "6.0"
    },
    {
        "movie_name": "Too Early, Too Late",
        "director": "Jean-Marie Straub, Danièle Huillet",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/too-early-too-late",
        "awards": null,
        "description": "Inspired by a letter written by Friedrich Engels and a 1974 account of two militant Marxist writers who had been imprisoned by the Nasser regime, directors Straub & Huillet filmed Too Early / Too Late in France and Egypt during the anxious months of 1980 that followed the Camp David Accords and culminated in Anwar Sadat’s assassination the following year. The filmmakers reflect on Egypt’s history of peasant struggle and liberation from Western colonization, and link it to class tensions in France shortly before the Revolution of 1789, quoting texts by Friedrich Engels. Co-director Danièle Huillet passed away in 2006 and Jean-Marie Straub in November 2022. On the occasion of this screening, we pay tribute to the directing duo, who left unforgettable films to the history of cinema by adhering to their unique style throughout their filmography.",
        "section": "Specter",
        "original_name": "TROP TÔT/TROP TARD",
        "runtime": "100 min",
        "genre": "Documentary",
        "Metascore": "N/A",
        "imdbRating": "5.6"
    },
    {
        "movie_name": "Herbaria",
        "director": "Leandro Listorti",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/herbaria",
        "awards": "2022 Mar del Plata Best Director–Argentinian Competition",
        "description": "Shireen Seno’s video-essay explores the transformation and commodification of nature, through archival photographs from the American colonial occupation of the Philippines in the first half of the 20th century.",
        "section": "Specter",
        "original_name": "Herbaria",
        "runtime": "83 min",
        "genre": "Documentary",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Walk Up",
        "director": "Hong Sang-soo",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/walk-up",
        "awards": null,
        "description": "This film is screened with the generous support of the Korean Cultural Centre and the Embassy of the Republic of Korea.",
        "section": "Best of The Fests",
        "original_name": "WALK UP",
        "runtime": "97 min",
        "genre": "Drama",
        "Metascore": "87",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "To Live and Die in L.A.",
        "director": "William Friedkin",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/to-live-and-die-in-l-a",
        "awards": "1986 Cognac Festival du Film Policier Audience Award",
        "description": "This film is screened with the generous support of the U.S. Mission to Turkey.",
        "section": "A Rebel in Hollywood: William Friedkin",
        "original_name": "To Live and Die in L.A.",
        "runtime": "116 min",
        "genre": "Action, Crime, Drama",
        "Metascore": "81",
        "imdbRating": "7.3"
    },
    {
        "movie_name": "20,000 Species of Bees",
        "director": "Estibaliz Urresola Solaguren",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/20-000-species-of-bees",
        "awards": "2023 Berlin Best Leading Performance (Sofia Otero)",
        "description": "An eight-year-old child struggles with the fact that people keep addressing her in confusing ways. During a summer in the country among the beehives, she explores her identity alongside the women of her family, who at the same time reflect on their own lives and desires. Basque director Estibaliz Urresola Solaguren’s tender, compassionate, emotional debut feature premiered in competition at the 2023 Berlin Film Festival. Eight-year-old Sofia Otero’s winning the best leading performance made history as the youngest award-winning actor.",
        "section": "Young Masters",
        "original_name": "20.000 ESPECIES DE ABEJAS",
        "runtime": "125 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Sounds of Heaven",
        "director": "Mesut Tufan",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/sounds-of-heaven",
        "awards": null,
        "description": "İstanbul’s religious music scene has always been tremendously assorted and colourful since the city was not only the capital of empires, but also the heart of main monotheistic religions. On this scene, Hellenes, Jews, Armenians, Syriacs, and Muslims contributed to and significantly nourished each other. Regardless of whoever influenced or affected whom, followers of different religions have had a convergence, a common art and style of expression throughout history. Music that brings humans together and connects them with the divine, despite different languages and religions, has been the most essential, effective, and dominant expression throughout history. Art, in that respect, happens to be our common cultural heritage as the most virtual product that humanity has brought forth.",
        "section": "Out of Competition",
        "original_name": "GÖK KUBBENİN SEDALARI"
    },
    {
        "movie_name": "The Angel of Vengeance – The Female Hamlet",
        "director": "Metin Erksan",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-angel-of-vengeance-the-female-hamlet",
        "awards": null,
        "description": "Contributing to the film reaching cult status over time, of course, in addition to the gender changes and temporal jumps, were the use of Timur Selçuk’s (‘Pireli Şarkı [The Flea Song]’) and Shostakovich’s (originally composed for Hamlet’s 1964 adaptation) compositions, the strunning performances of Fatma Girik as Hamlet, Reha Yurdakul as the uncle, and Sevda Ferdağ as the mother.",
        "section": "Turkish Classics Revisited",
        "original_name": "İNTİKAM MELEĞİ - KADIN HAMLET",
        "runtime": "86 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "6.6"
    },
    {
        "movie_name": "Autobiography",
        "director": "Makbul Mubarak",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/autobiography",
        "awards": "2022 Venice FIPRESCI Prize",
        "description": "A young man torn between loyalty and justice confronts the truth of his father figure that may destroy them both. Set in a rural Indonesian town, Autobiography tells the story of Rakib, a housekeeper in the empty mansion belonging to retired general Purna. Rakib’s family has served Purna’s family for centuries. Rakib bonds with the older man, who becomes a close mentor and father figure. But his loyalty and commitment to the old man kicks off an escalating chain of violence. ‘There’s no contract because it’s a contract of blood. It’s actually a very feudal structure. It still exists and I find this relationship very fascinating,’ says Indonesian director Makbul Mubarak, for his debut feature that had its world premiere at Venice Film Festival’s Orizzonti section.",
        "section": "Young Masters",
        "original_name": "AUTOBIOGRAPHY",
        "runtime": "115 min",
        "genre": "Thriller",
        "Metascore": "N/A",
        "imdbRating": "7.7"
    },
    {
        "movie_name": "When You Finish Saving the World",
        "director": "Jesse Eisenberg",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/when-you-finish-saving-the-world",
        "awards": null,
        "description": "Celebrated actor Jesse Eisenberg’s directorial debut stars A-list actors including Alisha Boe (from 13 Reasons Why), Julianne Moore, Emma Stone, and Finn Wolfhard (from Stranger Things). The film follows Evelyn, a social worker who has devoted herself to helping people in hard times, but who struggles to connect with her arrogant son Ziggy, an aspiring internet star oblivious to the problems of the world. This emotional and poignant comedy reveals a funny and sharply perceptive portrait of a mother and son who may seem at odds but who are more alike than either would care to admit. Tackling love, sacrifice, and the delicate balance of caring for oneself and others, When You Finish Saving the World premiered at Sundance and later screened within the Critics’ Week section at Cannes.",
        "section": "Galas",
        "original_name": "WHEN YOU FINISH SAVING THE WORLD",
        "runtime": "88 min",
        "genre": "Comedy, Drama",
        "Metascore": "61",
        "imdbRating": "5.6"
    },
    {
        "movie_name": "Ararat",
        "director": "Engin Kundağ",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/ararat",
        "awards": null,
        "description": "This film is screened with the generous support of the German Films.",
        "section": "Young Masters",
        "original_name": "ARARAT",
        "runtime": "115 min",
        "genre": "Drama, War",
        "Metascore": "62",
        "imdbRating": "6.3"
    },
    {
        "movie_name": "Cruising",
        "director": "William Friedkin",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/cruising",
        "awards": null,
        "description": "This film is screened with the generous support of the U.S. Mission to Turkey.",
        "section": "A Rebel in Hollywood: William Friedkin",
        "original_name": "Cruising",
        "runtime": "102 min",
        "genre": "Crime, Drama, Mystery",
        "Metascore": "43",
        "imdbRating": "6.5"
    },
    {
        "movie_name": "The Plough",
        "director": "Philippe Garrel",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-plough",
        "awards": "2023 Berlin Best Director",
        "description": "French master filmmaker Philippe Garrel’s latest film that premiered at the 2023 Berlin Film Festival in February stars his real-life children Louis, Esther, and Lena. ‘The Plough’ is a constellation of four stars. It is also a puppet theatre. This is the story of a family of puppeteers: three siblings Louis, Martha and Lena; their father, who directs the troupe; and the grandmother, who makes the dolls. Together, they are a company and put on puppet shows. One day, following a performance, the father dies of a stroke, leaving his children alone. Philip Garrel explores themes of love, friendship, family, grief, time and artists as tormented souls in a world where traditions tends to diminish. Puppeteering was the profession of Philippe Garrel’s father Maurice before he became an actor.",
        "section": "Best of The Fests",
        "original_name": "LE GRAND CHARIOT",
        "runtime": "72 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "5.7"
    },
    {
        "movie_name": "Sixteen",
        "director": "Philippe Lioret",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/sixteen",
        "awards": null,
        "description": "Evoking Romeo and Juliet in a modern setting, Sixteen examines the power of true love and first love in the face of social constraints through a realistic, convincing, and moving approach. Nora and Leo, 16, live in the same town, in the same suburbs, go to the same highschool, but everything opposes them: their social backgrounds, their families’ religions, their everyday lives. Yet, they fall in love at first sight. But from a theft accusation bringing into conflict both their families, their love story will have to face a series of trials and dramas. Leading actors Sabrina Levoye and Teïlo Azaïs, are actually 16-year-old as the title states. Frequently tackling family, social bonds, and couples in his films, Philippe Lioret’s previous films Welcome and Toutes nos envies / All Our Desires were screened earlier at the festival and Filmekimi.",
        "section": "Best of The Fests",
        "original_name": "16 ANS",
        "runtime": "138 min",
        "genre": "Drama, Romance, Thriller",
        "Metascore": "N/A",
        "imdbRating": "6.3"
    },
    {
        "movie_name": "Blanquita",
        "director": "Fernando Guzzoni",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/blanquita",
        "awards": "2022 Venice Best Screenplay – Horizons",
        "description": "Eighteen-year-old Blanca openly accuses a senator of rape, abduction and torture; moreover, she herself was only a child at the time of the acts. Blanca’s head is high as she exposes this influential figure’s involvement in a paedophile ring. However, it takes her a while to realise that she is not only taking on the respected senator, but also the media, bureaucracy, politics, and the church. The vortex of injustice intensifies, the suspicious questions increase, and Blanca’s involvement in these sordid scandals is called into question. With a camera that almost never leaves the unyielding face of Laura López as Blanca, Blanquita evokes the spirit of detective thrillers by never losing its tension, building up a suffocating atmosphere that leaves the viewer as breathless as Blanca, as if to prove that one can never get rid of the ghosts of the past. Blanquita is Chile’s Oscar candidate.",
        "section": "No More Flowers",
        "original_name": "Blanquita",
        "runtime": "94 min",
        "genre": "Drama",
        "Metascore": "77",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Atlantic Bar",
        "director": "Fanny Molins",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/atlantic-bar",
        "awards": "2022 Champs-Elysées (France) Jury Prize, Public Prize",
        "description": "At l’Atlantic Bar, Nathalie, the owner, is at the centre of attention. Here, people sing, dance and hold each other close. When the bar is put up for sale, Nathalie and the regulars are faced with the end of their world and the loss of a place, at times harmful, but desperately needed. The first feature-length documentary of Fanny Molins finds overflowing humanism, warmth, life, encounters, love, and drama at a bar in Arles, south of France. The very last place of the patrons and the owners where they find a sense of solidarity, where their story becomes a political one that invites us too against the threat of the voracious appetite of gentrification. World premiering at the ACID side section at Cannes in 2022, Atlantic Bar was praised for being ‘between Depardon, Wiseman, and Bukowski.’",
        "section": "International Competition",
        "original_name": "Atlantic Bar",
        "runtime": "77 min",
        "genre": "Documentary",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Rule 34",
        "director": "Julia Murat",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/rule-34",
        "awards": "2022 Locarno Best Film",
        "description": "This film is screened with the generous support of the Consulate General of Brazil.",
        "section": "{{item.headline}}",
        "original_name": "REGRA 34",
        "runtime": "100 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "6.0"
    },
    {
        "movie_name": "De Humani Corporis Fabrica",
        "director": "Lucien Castaing-Taylor, Véréna Paravel",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/de-humani-corporis-fabrica",
        "awards": "2023 Luxembourg Documentary Award",
        "description": "Documenting the corridors of Paris hospitals, surgeries, doctors’ conversations, births and deaths, this shocking documentary takes a look at the landscape of the human body, edited from 350 hours of raw footage shot in hospitals. Known for their anthropological documentaries, this new film by Lucien Castaing-Taylor and Véréna Paravel premiered at the 2022 Cannes Film Festival and made a huge impression. Critics described the film as hypnotizing, while some audience members left the theater after being shocked by the uncensored footage of surgeries.",
        "section": "Specter",
        "original_name": "De Humani Corporis Fabrica",
        "runtime": "115 min",
        "genre": "Documentary",
        "Metascore": "N/A",
        "imdbRating": "7.3"
    },
    {
        "movie_name": "Remains of the Wind",
        "director": "Tiago Guedes",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/remains-of-the-wind",
        "awards": "2022 Lucca FF (Italy) Best Film",
        "description": "This film is screened with the generous support of the Instituto Camões and the Embassy of Portugal.",
        "section": "Best of The Fests",
        "original_name": "RESTOS DO VENTO",
        "runtime": "127 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "7.2"
    },
    {
        "movie_name": "The Eternal Daughter",
        "director": "Joanna Hogg",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-eternal-daughter",
        "awards": null,
        "description": "The Eternal Daughter, the most recent film by Joana Hogg who achieved great success with the extraordinary family dramas The Souvenir, The Souvenir: Part II, and Archipelago, had its world premiere at the Venice Film Festival. Executive produced by Martin Scorsese, the film stars Tilda Swinton as a film director and her mother, both of whom lodge at an old hotel where they confront memories and hidden truths. Included in the US National Board of Review’s Top 10 Independent Films list, The Eternal Daughter is an extraordinary gothic ghost story that depicts how we in retrospect try to understand our own soul in a world surrounded by the unknown and mysteries.",
        "section": "Mined Zone",
        "original_name": "THE ETERNAL DAUGHTER",
        "runtime": "96 min",
        "genre": "Drama, Mystery",
        "Metascore": "80",
        "imdbRating": "6.0"
    },
    {
        "movie_name": "Tavuri",
        "director": "Derviş Zaim",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/tavuri",
        "awards": null,
        "description": "Tavuri tackles the notions of crime, crime addiction, society, and freedom through Mustafa Serttaş, a.k.a. the Devil (Tavuri,) who has spent half his life behind bars for theft and fraud. Mustafa Serttaş, a primary school dropout raised in a poor, broken home in Cyprus, started to steal in his childhood years. He later developed this early experience into a lifestyle or, as he put it, an ‘obsession.’ The director, Derviş Zaim, knew Mustafa Serttaş from the age of eight. Zaim managed to film the final five years of his life, right up until his death. Some of the shooting was carried out in prison where Serttaş served time. At the opening of the film, the director visits his old friend in prison to reveal the questions in his mind: after being released from prison, will Tavuri be able to create a new life for himself or would he choose a slow-paced suicide? Is it possible to show him compassion although he is the biggest ‘con artist’ of the country?",
        "section": "Out of Competition",
        "original_name": "Tavuri"
    },
    {
        "movie_name": "Afire",
        "director": "Christian Petzold",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/afire",
        "awards": "2023 Berlin Grand Jury Prize",
        "description": "This film is screened with the generous support of German Films.",
        "section": "Galas",
        "original_name": "ROTER HIMMEL",
        "runtime": "30 min",
        "genre": "Comedy, Romance",
        "Metascore": "N/A",
        "imdbRating": "7.0"
    },
    {
        "movie_name": "Men of Deeds",
        "director": "Paul Negoescu",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/men-of-deeds",
        "awards": "2022 Cottbus Outstanding Performance (Iulian Postelnicu)",
        "description": "A dark comedy set in a place where nothing normally happens, but also anything could happen at any moment... A traditional, patriarchal society that dictates young boys to be strong men... And Ilie—a failed man, a mediocre police chief, who wants to build a modest comfortable life for himself, but ends up making the wrong choices. Middle-aged and alienated, Ilie feels the need to be a part of something: to build an orchard, even a home. Although dubious things happen in the village, Ilie only sees what suits him. The moment he gets involved in the village marks the beginning of his collapse. He tries to be the justice seeker who arrests everyone guilty, but the incompetent anti-hero that he is, he is doomed to fail. Debuted at Sarajevo Film Festival and praised by critics as ‘Twin Peaks with a surreal and bewildered style,’ Men of Deeds is an absurd crime story with a light-dark humour that easily captures the audience.",
        "section": "Best of The Fests",
        "original_name": "OAMENI DE TREABĂ",
        "runtime": "105 min",
        "genre": "Comedy, Crime, Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Here",
        "director": "Bas Devos",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/here",
        "awards": null,
        "description": "İstanbul’s religious music scene has always been tremendously assorted and colourful since the city was not only the capital of empires, but also the heart of main monotheistic religions. On this scene, Hellenes, Jews, Armenians, Syriacs, and Muslims contributed to and significantly nourished each other. Regardless of whoever influenced or affected whom, followers of different religions have had a convergence, a common art and style of expression throughout history. Music that brings humans together and connects them with the divine, despite different languages and religions, has been the most essential, effective, and dominant expression throughout history. Art, in that respect, happens to be our common cultural heritage as the most virtual product that humanity has brought forth.",
        "section": "Specter",
        "original_name": "HERE",
        "runtime": "89 min",
        "genre": "Crime, Drama",
        "Metascore": "84",
        "imdbRating": "6.7"
    },
    {
        "movie_name": "Heyula Shorts Programme 2",
        "director": "",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/heyula-shorts-programme-2",
        "awards": null,
        "description": "(°) This screening will begin later than announced due to the duration of the previous film.",
        "section": "{{item.headline}}",
        "original_name": "Heyula Shorts Programme 2"
    },
    {
        "movie_name": "The 40 Years After Fatma",
        "director": "Sezer Ağgez",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-40-years-after-fatma",
        "awards": null,
        "description": "Directed by Suha Arın in 1979, Tahtacı Fatma is one of the earliest documentaries on the ethnic Tahtacı community. In an interview conducted in 1999, Suha Arın mentions that he wished to make a follow-up film that includes updated information about their conditions as he had not been in touch since several years. However, Arın passed away in 2004 without realizing his wish. Why was Arın curious again about a community whom he already worked with twenty years earlier? The 40 Years After Fatma observes the changes which Tahtacıs went through, with the company of documentarists who worked with Suha Arın back in 1979, at their native land.",
        "section": "National Documentary Competition",
        "original_name": "FATMA'DAN SONRA 40 YIL",
        "runtime": "N/A",
        "genre": "Documentary",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Till the End of the Night",
        "director": "Christoph Hochhäusler",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/till-the-end-of-the-night",
        "awards": "2023 Berlin Best Supporting Performance (Thea Ehre)",
        "description": "This film is screened with the generous support of German Films.",
        "section": "Best of The Fests",
        "original_name": "BIS ANS ENDE DER NACHT",
        "runtime": "90 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "3.7"
    },
    {
        "movie_name": "Bug",
        "director": "William Friedkin",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/bug",
        "awards": "2006 Cannes FIPRESCI Prize–Directors’ Fortnight",
        "description": "This film is screened with the generous support of the U.S. Mission to Turkey.",
        "section": "A Rebel in Hollywood: William Friedkin",
        "original_name": "BUG",
        "runtime": "102 min",
        "genre": "Drama, Horror, Thriller",
        "Metascore": "62",
        "imdbRating": "6.1"
    },
    {
        "movie_name": "Confrontation",
        "director": "Filiz Kuka",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/confrontation",
        "awards": null,
        "description": "Hızır loses his wife Halime, who has been in intensive care for a long time. Her daughter, Hatice, learns from the nurse Evren, who had been devotedly helping her ailing mother, that he caused her mother’s death. Hatice tries to be compassionate to her father, who comes to her house. She refrains from revealing the truth to him, but after a while, she can’t keep this secret anymore and shares it with her sister, Kader. While thinking that they should tell Evren’s confession to their father, Kader thinks they should go to the police. Kader’s persistence on her sister creates an existential problem for Hatice, who is crushed under the weight of Evren’s confession. All family members have to face the truth at a family dinner.",
        "section": "National Competition",
        "original_name": "YÜZLEŞME",
        "runtime": "10 min",
        "genre": "Short, Drama",
        "Metascore": "N/A",
        "imdbRating": "7.2"
    },
    {
        "movie_name": "The Super 8 Years",
        "director": "Annie Ernaux, David Ernaux-Briot",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-super-8-years",
        "awards": null,
        "description": "Written and narrated by Annie Ernaux, the winner of Nobel Prize in Literature in 2022, and directed by her son David Ernaux-Briot, The Super 8 Years is a recollection of Annie Ernoux’s 8mm souvenirs before her breakthrough as a writer: ‘In re-viewing our super eight films shot between 1972 and 1981, it occurred to me that they comprised not only a family archive but a testimony to the pastimes, lifestyle, and aspirations of a social class in the decade after 1968. I wanted to incorporate these silent images into a story which combined the intimate with the social and with history, to convey the taste and colour of those years.’ The author of some twenty works of fiction and memoir, including A Man’s Place, A Woman’s Story, The Possession, The Years, and Happening, Annie Ernaux is considered by many to be France’s most important literary voice. David Ernoux-Briot says ‘I have always known these images, they have been part of me and have borne me for a long time.’ ‘A magical home movie-essay on marriage, motherhood, and the whole damn thing,’ according to Little White Lies, The Super 8 Years premiered within the Directors’ Fortnight at Cannes.",
        "section": "Documentary Time",
        "original_name": "LES ANNÉES SUPER-8",
        "runtime": "60 min",
        "genre": "Documentary, Biography, Drama",
        "Metascore": "87",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Wild Flowers",
        "director": "Jaime Rosales",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/wild-flowers",
        "awards": null,
        "description": "Three different men, three modes of relationships and different masculinities, and Julia, a 22-year-old girl and mother of two children, falling in and out of love, on a personal journey in search of her happiness... Lead actress Ana Castila, whose natural performance as Julia is very captivating, also appears in Stories Not To Be Told, also in the programme. The latest film by Jaime Rosales, whose Hermosa Juventud / Beautiful Youth and Petra were screened at the festival at earlier editions, premiered at San Sebastian Film Festival. Director Jaime Rosales says: ‘There is something so attractive about meeting someone who is untamed: the urge to believe that we’ll be able to tame them, to change them. It is a very human thing.’",
        "section": "No More Flowers",
        "original_name": "GIRASOLES SILVESTRES",
        "runtime": "85 min",
        "genre": "Comedy, Drama",
        "Metascore": "N/A",
        "imdbRating": "5.6"
    },
    {
        "movie_name": "Germany Songs - Almanya Türküleri",
        "director": "Nedim Bora Hazar",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/germany-songs-almanya-turkuleri",
        "awards": null,
        "description": "This film is about a dozen beautiful songs by immigrants from Turkey in Germany. The singers and composers –from an 85-year-old folk singer to a young feminist rapper– tell the 60-year story of Turks and Kurds in Germany episodically through their songs. They are accompanied by a rock band, a string quartet, and ethnic instrumentalists performing together between 2021 and 2022 on renowned stages in Germany and in Istanbul. Director Nedim Hazar, the lead vocalist of a 1980s German-Turkish rock band, filmed this unique concert tour, recorded the songs, and spoke with the musicians, including his son Eko Fresh, one of Germany’s most acclaimed rappers.",
        "section": "Out of Competition",
        "original_name": "DEUTSCHLANDLIEDER - ALMANYA TÜRKÜLERİ"
    },
    {
        "movie_name": "Dinamo Mesken",
        "director": "Ahmet Karanfil, Yusuf Anavatan",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/dinamo-mesken",
        "awards": null,
        "description": "With the immense interest of teenagers and children in football, Ertuğrulgazi Mesken Sports Club is established in 1971 in Bursa in the Ertuğrulgazi Mesken district. In 1975, Bursa S.C. is rival to the visiting Dinamo Kiev for a match. The young people of Mesken, impressed by the ideology and football of the Soviet team, rename their local team ’Dinamo Mesken.’ As political strife and armed conflicts rise by the end of the 1970s, pressure amounts, custodies and deaths taking place around the neighbourhood overwhelm the team and its players. The club is shut down based on political grounds in 1982. The players and members of the club suffer custody and torture. The massive impact of the military regime after the coup in 1982 that affected both the district and the team are told through the witness accounts of those who have lived through this exceptional period.",
        "section": "National Documentary Competition",
        "original_name": "Dinamo Mesken"
    },
    {
        "movie_name": "Man and Dog",
        "director": "Ştefan Constantinescu",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/man-and-dog",
        "awards": "2022 Transilvania Special Mention",
        "description": "This film is screened with the generous support of the Dimitrei Cantemir Romanian Cultural Center.",
        "section": "Best of The Fests",
        "original_name": "OM-CÂINE",
        "runtime": "108 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "On the Fringe",
        "director": "Juan Diego Botto",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/on-the-fringe",
        "awards": null,
        "description": "On the Fringe is a tense, social thriller telling the interweaving stories of three characters, told over the course of one day. Azucena has 24 hours to prevent herself and her family being evicted from their home by the bank intent on repossessing it. Rafael is a passionate lawyer and activist who neglects his pregnant wife when he witnesses social workers and the police take a young child into care. Teodora is a grandmother in danger of losing her home, who tries to prevent her son taking all the blame. Today is a day like no other for all three characters whose lives hang in the balance in Madrid where the housing crisis intensifies. All the while, the clock continues to tick, like an unexploded bomb. A touching and gripping thriller, On the Fringe had its world premiere in the Orizzonti section of the Venice Film Festival.",
        "section": "Galas",
        "original_name": "EN LOS MÁRGENES",
        "runtime": "105 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "6.7"
    },
    {
        "movie_name": "The Kings of the World",
        "director": "Laura Mora",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-kings-of-the-world",
        "awards": "2022 San Sebastian Best Film, SIGNIS Award, Feroz Zinemaldia Award",
        "description": "‘One day all men fell asleep... And the rims of the world burned.’ The Kings of the World is about solitude shared, and the disobedience, the rage, the friendship, and dignity that exist in resistance, in hope and hopelessness. Rá, Culebro, Sere, Winny and Nano. Five boys who live on the streets, five kings with no kingdom, no law, no family, on a journey in search of a promised land. A subversive tale told through a wild and endearing clan, somewhere between reality and delirium... An action-filled poetic journey to nowhere, where everything happens, through the glorious beauty of the Colombian jungle through memorable encounters... Directed by Laura Mora Ortega, who is lauded as ‘one of the greatest talents in the modern-day Latin American filmscape,’ The Kings of the World is Colombia’s official selection for the 2023 Oscars.",
        "section": "Best of The Fests",
        "original_name": "LOS REYES DEL MUNDO",
        "runtime": "103 min",
        "genre": "Adventure, Drama",
        "Metascore": "N/A",
        "imdbRating": "7.1"
    },
    {
        "movie_name": "Iguana Tokyo",
        "director": "Kaan Müjdeci",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/iguana-tokyo",
        "awards": null,
        "description": "Tokyo, the near future... Every corner of the city, every layer of society is under the spell of a virtual reality game: M². The game allows people of all ages and status to lose themselves in an alternate universe, but becomes a dangerous experience for an ordinary family, where the winning family member rules the family. As the fine line between reality and fantasy blurs, M² begins to control the family’s living spaces and redefine daily life. The rules are simple: whoever wins, sees their personal space in the house expand, and whoever has the most square meters, gets to rule the household. Fourteen-year-old Tokyo, who turns out to be the best player, is torn between reality and what she wants to be real. In this new world, which offers an easy escape from reality, only animals are left out. A giant green iguana is the only living thing able to watch people slowly lose themselves between the two worlds.",
        "section": "National Competition",
        "original_name": "Iguana Tokyo",
        "runtime": "106 min",
        "genre": "Drama, Sci-Fi",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "12 Angry Men",
        "director": "William Friedkin",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/12-angry-men",
        "awards": "1997 Golden Globes Best Supporting Actor–TV (George C. Scott)",
        "description": "This film is screened with the generous support of the U.S. Mission to Turkey.",
        "section": "A Rebel in Hollywood: William Friedkin",
        "original_name": "12 Angry Men",
        "runtime": "96 min",
        "genre": "Crime, Drama",
        "Metascore": "97",
        "imdbRating": "9.0"
    },
    {
        "movie_name": "Animalia",
        "director": "Sofia Alaoui",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/animalia",
        "awards": "2023 Sundance Special Jury Award–World Cinema Dramatic",
        "description": "The feature film debut from Morocco-born filmmaker Sofia Alaoui, Animalia is an inriguing sci-fi-fantasy that explores dogma, social structure, and the place of women in contemporary Morocco. Itto, a young woman from a modest background, is slowly adapting to the privileged codes of her husband’s bourgeois family. But when supernatural incidents put the country in a state of emergency, Itto finds herself separated from her husband and new family. Alone, pregnant, and looking for her way back, she finds herself liberated from constraints on this physical and spiritual journey. ‘We have stuck Arab cinema in a pigeon-hole,’ says director Alaoui, ‘I want to fight against these stereotypes.’",
        "section": "International Competition",
        "original_name": "PARMI NOUS",
        "runtime": "24 min",
        "genre": "Animation, Family, Fantasy",
        "Metascore": "N/A",
        "imdbRating": "6.1"
    },
    {
        "movie_name": "Two Tickets to Greece",
        "director": "Marc Fitoussi",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/two-tickets-to-greece",
        "awards": null,
        "description": "As teenagers, Blandine and Magalie were inseparable. Years passed and they lost sight of each other. Recently divorced, Blandine is struggling to get back to her life. Her former bestie Magalie, loud and fearless, resurfaces and imposes herself on a trip they’ve always dreamed of as teenagers: Amorgos, the amazing island in the Cyclades, where the legendary The Big Blue was shot. When they reach their destination, they realise the dreamy holidays don’t go as they had planned since they now have a very different approach to holidays... and to life! Director Marc Fitoussi’s feel-good comedy will bring you warm winds from the summer holidays we long for, and memories of old friends who never fade away.",
        "section": "Antidepressant",
        "original_name": "LES CYCLADES",
        "runtime": "110 min",
        "genre": "Comedy",
        "Metascore": "N/A",
        "imdbRating": "6.5"
    },
    {
        "movie_name": "Human Flowers of Flesh",
        "director": "Helena Wittmann",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/human-flowers-of-flesh",
        "awards": null,
        "description": "Living on a sailboat with her crew of five, Ida sails from Corsica to the historic headquarters of the French Foreign Legion in Algiers. Along the way, as Ida and her friends search for ways to survive at sea, the boundaries between them begin to erase and blur. This surprising film stars Angeliki Papoulia in the leading role, and Denis Lavant, best known from Claire Denis’ unforgettable Beau Travail (1999), as a soldier of the French Foreign Legion. and Denis Lavant, as a soldier of the French Foreign Legion, Human Flowers of Flesh is a cold and courageous work about empty moments that don’t need to be filled, glances that linger, undefined relationships, and unfulfilled desires.",
        "section": "Specter",
        "original_name": "Human Flowers of Flesh",
        "runtime": "106 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "A Guide to Living for the Dead",
        "director": "Barış Fert",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/a-guide-to-living-for-the-dead",
        "awards": null,
        "description": "Deniz, a crime machine, who has lost her feelings and empathetic abilities years ago, chases after a mysterious software that is supposed to be in Istanbul to find herself in a chaotic, one-night-only adventure.",
        "section": "National Competition",
        "original_name": "ÖLÜLER İÇİN YAŞAM KILAVUZU",
        "runtime": "N/A",
        "genre": "Action, Thriller",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Anqa",
        "director": "Helin Çelik",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/anqa",
        "awards": null,
        "description": "This film is screened with the generous support of Österreichisches Kulturforum Istanbul.",
        "section": "National Documentary Competition",
        "original_name": "Anqa"
    },
    {
        "movie_name": "Bentu",
        "director": "Salvatore Mereu",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/bentu",
        "awards": null,
        "description": "This film is screened with the generous support of the Istituto Italiano di Cultura.",
        "section": "Best of The Fests",
        "original_name": "Bentu",
        "runtime": "70 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Silence 6-9",
        "director": "Christos Passalis",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/silence-6-9",
        "awards": "2022 Linea d’Ombra (Italy) Best Film–Passaggi d’Europa",
        "description": "This film is screened with the generous support of the Consulate General of Greece.",
        "section": "Young Masters",
        "original_name": "ISYCHÍA 6-9"
    },
    {
        "movie_name": "Mirror Mirror",
        "director": "Belmin Söylemez",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/mirror-mirror",
        "awards": "2022 Antalya Special Jury prize Best Supporting Actress (Laçin Ceylan)",
        "description": "Today’s Istanbul. Society has become more and more conservative and women struggle to keep ground in society. Aylin, an aspiring actress and a reluctant business student, wants to land on the role of a concubine in an Ottoman-themed TV series to gain independence from her possessive father. She attends an acting course to pursue her goals. Self-educated Frida rehearses her unfinished play Letters to Frida in public spaces. However, first she has to overcome her fears and panic attacks. Lale, an established actress runs a small theatre and gives acting courses. Facing economic difficulties, she struggles to keep her theatre alive. Their paths intersect at Lale’s drama course.",
        "section": "National Competition",
        "original_name": "AYNA AYNA",
        "runtime": "106 min",
        "genre": "Adventure, Comedy, Drama",
        "Metascore": "46",
        "imdbRating": "5.6"
    },
    {
        "movie_name": "The Survival of Kindness",
        "director": "Rolf de Heer",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-survival-of-kindness",
        "awards": "2023 Berlin FIPRESCI Prize",
        "description": "Australian auteur Rolf de Heer’s latest film had its international premiere within the main competition at the 2023 Berlin Film Festival in February. In a cage on a trailer in the middle of the desert, BlackWoman is abandoned. But BlackWoman seems not ready to pass...she escapes, and walks through pestilence and persecution, from desert to mountain to city, to find those who left her to die. The responsible powerful are reluctant to release their privilege, and BlackWoman, escaping once more, must find solace in her beginnings. A deeply unsettling, minimalist and epic moral story in the guise of a dystopic road movie, The Survival of Kindness tackles violence, endless racism, injustice, colonisation, and was made during the pandemic lockdowns.",
        "section": "International Competition",
        "original_name": "THE SURVIVAL OF KINDNESS",
        "runtime": "110 min",
        "genre": "Drama, Mystery",
        "Metascore": "66",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "A Love Story",
        "director": "Alexis Michalik",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/a-love-story",
        "awards": null,
        "description": "The new film directed by the celebrated French playwright Alexis Michalik is adapted to cinema from his own hugely successful, award-winning stage play. Michalik also plays one of the main roles in the film, as he did in the play, and employs the same actors as well. The film follows Katia, who falls in love with Justine, when her life is a mess. They begin a beautiful, strong relationship and decide to have a child together through artificial insemination. Sadly, Justine leaves her when Katia is just a few days away from the birth of their daughter. Twelve years later, after Katia has raised Jeanne alone, she is told she has only a few months left to live. To find a guardian for Jeanne, her only option is her brother, William, a cynical, disillusioned writer, whom she has not seen since years. A Love Story is a contemporary melodrama that is moving, humorous, full of life, full of laughter and tears. Alexis Michalik’s Edmond was the opening film of the 2019 Istanbul Film Festival.",
        "section": "Galas",
        "original_name": "UNE HISTOIRE D'AMOUR",
        "runtime": "115 min",
        "genre": "Drama, Romance",
        "Metascore": "N/A",
        "imdbRating": "7.3"
    },
    {
        "movie_name": "America",
        "director": "Ofir Raul Graizer",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/america",
        "awards": "2022 Jerusalem Best Actress (Oshrat Ingadashet)",
        "description": "A story set between a flower shop and an ancient monastery, between a swimming pool and the Mediterranean, between life and death—and somewhere in the middle. Ofir Raul Graizer, who had visited the festival in 2018 with the sweet The Cakemaker returns with a similarly appealing, sincere, colourful melodrama evoking Almodóvar and Douglas Sirk. Poetic, full of emotion, flowers, and fragrances, America follows Eli, a swimming coach, who returns to Israel from Chicago after 10 years of absence, upon his father’s death. On his short trip, he decides to visit his childhood friend and his fiancée, setting a series of events in motion that will radically affect everyone’s lives. America premiered at Karlovy Vary Film Festival within the main competition.",
        "section": "Young Masters",
        "original_name": "America",
        "runtime": "136 min",
        "genre": "Action, Adventure, Sci-Fi",
        "Metascore": "70",
        "imdbRating": "7.8"
    },
    {
        "movie_name": "Scarlet",
        "director": "Pietro Marcello",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/scarlet",
        "awards": "2022 Seville En İyi Best Director",
        "description": "This film is screened with the generous support of the Istituto Italiano di Cultura.",
        "section": "International Competition",
        "original_name": "L'ENVOL",
        "runtime": "100 min",
        "genre": "Drama, History, Romance",
        "Metascore": "69",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "The Happiest Man in the World",
        "director": "Teona Strugar Mitevska",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-happiest-man-in-the-world",
        "awards": "2023 Les Arcs Grand Prize of the Jury, Youth Jury Award",
        "description": "The most recent film by Teona Strugar Mitevska, the North Macedonian-born director of God Exists, Her Name Is Petrunya had its world premiere at the Venice Film Festival’s Orizzonti section. Asja, a 40-year-old single woman, lives in Sarajevo. In order to meet new people, she ends up spending her Saturday in a speed dating event. She’s matched with Zoran, a 43-year-old banker. However, Zoran is not looking for love but forgiveness for his sins of the past. The film tells a true story, that of the co-writer Elma Tataragic, who was as affected by the disintegration of Yugoslavia as director Mitevska, who says ’it is a love poem for Sarajevo.’ Mitevska is on the International Competition jury of the Festival this year.",
        "section": "Best of The Fests",
        "original_name": "NAJSREKNIOT COVEK NA SVETOT",
        "runtime": "100 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Pamfir",
        "director": "Dmytro Sukholytkyy-Sobchuk",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/pamfir",
        "awards": "2022 Molodist Kiev Grand Prix, Special Diploma (National Competition)",
        "description": "Western Ukraine, on the eve of a traditional carnival... Pamfir returns to his family after months of absence. Their love is so unconditional that when his only child starts a fire in the prayer house, Pamfir has no other choice but to reconnect with his troubled past and painful memories to repair his son’s fault in spite of the hostility of the townsfolk. He will be taken on a risky path with irreversible consequences. A moving drama that explores the complexities of human relationships and the power of forgiveness, Pamfir had its world premiere at Cannes within the Directors’ Fortnight section.",
        "section": "International Competition",
        "original_name": "Pamfir",
        "runtime": "100 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "7.5"
    },
    {
        "movie_name": "Magnetic Fields",
        "director": "Yorgos Goussis",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/magnetic-fields",
        "awards": "2022 Hellenic Film Awards Best Film, Best Actress (Elena Topalidou), Best Screenplay, Best Score, Best First Director",
        "description": "Selected as the Greek entry for the Best Foreign Language Oscars, Magnetic Fields is a bittersweet, minimalist, romantic, improvised road movie. Comic-book artist Yorgos Goussis in his debut feature follows a man and a woman as they are attracted to and repelled by each other, just as magnets do. Shot on MiniDV tapes (like the Dogme 95 films) which can be affected by magnetic fields, the film starts with Elena, who, while travelling alone, decides to change course on a whim and finds herself on a ferry to an island. Antonis is on that same ferry, on his way to the island cemetery where he hopes to bury an ossuary box. They meet, enjoy each other’s company, and search for a good place to bury the box. Yorgos Goussis is on the jury of the festival’s national short film competition.",
        "section": "Best of The Fests",
        "original_name": "MAGNITIKA PEDIA",
        "runtime": "N/A",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Tulliana",
        "director": "Orçun Köksal",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/tulliana",
        "awards": null,
        "description": "Two zoologists seeking the extinct Anatolian panther search for its traces in the deep forests of Anatolia. Veysel believes the almost mythical panther embodies something beyond an animal, an element that Anatolian people have lost and are still looking for. For Emre, only the idea of photographing the absent Anatolian panther excites him. They manage to capture an obscure image of the large cat, but they can’t prove it is the panther’s. The two friend are surprised and disturbed when they see stuffed panthers at the offices of some bureaucrats. A secret Veysel reveals to Emre in Hacıbektaş changes both of them. Will searching for something non-existent destroy them, too?",
        "section": "National Competition",
        "original_name": "BARS",
        "runtime": "135 min",
        "genre": "Documentary, Biography, Music",
        "Metascore": "62",
        "imdbRating": "7.4"
    },
    {
        "movie_name": "Charcoal",
        "director": "Carolina Markowicz",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/charcoal",
        "awards": "2022 Rio de Janeiro Best Supporting Actress (Aline Marta), Best Screenwriting, Best Art Direction",
        "description": "This film is screened with the generous support of the Consulate General of Brazil.",
        "section": "Young Masters",
        "original_name": "CARVÃO",
        "runtime": "107 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "National Short Film Competition I",
        "director": "",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/national-short-film-competition-i",
        "awards": null,
        "description": "(°) This screening will begin later than announced due to the duration of the previous film.",
        "section": "{{item.headline}}",
        "original_name": "National Short Film Competition I"
    },
    {
        "movie_name": "Copenhagen Does Not Exist",
        "director": "Martin Skovbjerg",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/copenhagen-does-not-exist",
        "awards": null,
        "description": "This film is screened with the generous support of Danish Culture Türkiye.",
        "section": "International Competition",
        "original_name": "KØBENHAVN FINDES IKKE",
        "runtime": "99 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Inside",
        "director": "Vasilis Katsoupis",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/inside",
        "awards": null,
        "description": "Elevated by Willem Dafoe’s ‘sublime performance,’ Inside is an edge-of-your-seat thriller that had its world premiere at the 2023 Berlin Film Festival in February. Dafoe stars as Nemo, an art thief trapped in the New York penthouse of a famed collector after his heist doesn’t go as planned. Locked inside with nothing but priceless works of art, he must use all his cunning and invention to survive in this elegant apartment that becomes a chillingly beautiful prison. Written by Ben Hopkins (the director of The Market, and Yearning), Inside is a powerful, audacious, claustrophobic psychological thriller and is Greek director Vasilis Katsoupis’s debut feature.",
        "section": "Galas",
        "original_name": "INSIDE",
        "runtime": "87 min",
        "genre": "Comedy, Drama, Music",
        "Metascore": "N/A",
        "imdbRating": "8.6"
    },
    {
        "movie_name": "Disco Boy",
        "director": "Giacomo Abbruzzese",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/disco-boy",
        "awards": "2023 Berlin Best Cinematography",
        "description": "This film is screened with the generous support of the Istituto Italiano di Cultura.",
        "section": "Mined Zone",
        "original_name": "Disco Boy",
        "runtime": "92 min",
        "genre": "Drama",
        "Metascore": "68",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "The Doll",
        "director": "Asghar Yousefinejad",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-doll",
        "awards": null,
        "description": "Aging family man Ayoub decides to marry a young woman when his wife of forty years, Shamsi, disappears under dubious circumstances. No one in the family seems to approve this formidable and cheeky woman, because the new bride, Roya, is the caretaker of Eyüp’s mentally challenged adult son. As the wedding festivities drag on, the flavour is lost, while uninvited guests, revelation of unpleasant secrets and true intentions upset the balance of the extended family. Filmed in Azeri Turkish and shot in one take with a camera that uncannily wanders like an invisible wedding guest, The Doll maintains its underlying tension with dark humour. We had seen The Home, the debut feature of director Asghar Yousefinejad, who died suddenly in September 2022 after the completion of The Doll, at the festival in 2018.",
        "section": "Cinemania",
        "original_name": "GHOOLCHAGH",
        "runtime": "66 min",
        "genre": "Comedy, Fantasy, Sci-Fi",
        "Metascore": "N/A",
        "imdbRating": "7.4"
    },
    {
        "movie_name": "Chokehold",
        "director": "Onur Saylak",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/chokehold",
        "awards": null,
        "description": "Yalın and Beyza, a couple from İstanbul, move to a village in Assos to start a new life. However, from the first day they settle, the villagers treat Yalın with hostility. Soon, their threatening attitude intensifies and a young man attacks Yalın, an incident that will unmask his real identity and ignite a secret war between him and the villagers.",
        "section": "National Competition",
        "original_name": "BOĞA BOĞA",
        "runtime": "98 min",
        "genre": "Action, Crime, Drama",
        "Metascore": "N/A",
        "imdbRating": "3.1"
    },
    {
        "movie_name": "RRR (Rise Roar Revolt)",
        "director": "S.S. Rajamouli",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/rrr-rise-roar-revolt",
        "awards": "2022 Golden Globes Best Original Song",
        "description": "One of the most popular films to emerge from India in 2022, an action, music, and romance packed sensation that rocked movie theatres across the globe, sending audiences dancing and cheering at every scene... Grand, cinematic, and engrossing, RRR follows two friends, who grow to be like two brothers, as they rise among the masses as two revolutionaries fighting against the British Raj. According to director Rajamouli, RRR is about an ‘imaginary friendship between two superheroes’: the characters of Rama Raju and Komaram Bheem, although real, had never actually met, and RRR imagines an alternative version of their common struggle, if they had become friends. Nominated for an Oscar for Original Song (‘Naatu Naatu’) RRR is unapologetically melodramatic, patriotic, enjoyable, epic, and this screening is a rare opportunity to see it on the big screen and cheer along.",
        "section": "Galas",
        "original_name": "RRR",
        "runtime": "187 min",
        "genre": "Action, Adventure, Drama",
        "Metascore": "83",
        "imdbRating": "7.9"
    },
    {
        "movie_name": "Eismayer",
        "director": "David Wagner",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/eismayer",
        "awards": "2022 Venice Grand Prize–Critics’ Week",
        "description": "This film is screened with the generous support of the Österreichisches Kulturforum Istanbul.",
        "section": "Where are You My Love?",
        "original_name": "Eismayer",
        "runtime": "87 min",
        "genre": "Drama, History, Romance",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Nazarbazi",
        "director": "Maryam Tafakory",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/nazarbazi",
        "awards": "2022 Chicago Best Short Documentary",
        "description": "Nazarbazi (the play of glances) is a film about love and desire in Iranian cinema where depictions of intimacy and touch between women and men are prohibited. The film focuses primarily on images of women, whose bodies have been erased and victimised in post-revolution cinema, and alludes to discreet forms of communication that operate within, yet also circumnavigate the censors.",
        "section": "Cinemania",
        "original_name": "NAZARBAZI",
        "runtime": "N/A",
        "genre": "Short",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Lynch/Oz",
        "director": "Alexandre O. Philippe",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/lynch/oz",
        "awards": null,
        "description": "David Lynch once famously said ‘there is not a day that goes by that I don’t think about The Wizard of Oz.’ Lynch/Oz follows that lead on the yellow brick road to explore the fascinating symbiosis between the Technicolor fairytale, The Wizard of Oz, and David Lynch’s singular brand of popular surrealism. Alexandre O. Philippe, similar to his earlier examinations Leap of Faith: William Friedkin on the Exorcist, MEMORY: The Origins of Alien, and The People vs. George Lucas, dives deep into David Lynch’s fascination (or obsession) with The Wizard of Oz, looking at his films from Blue Velvet, Wild At Heart, Mulholland Drive, and Twin Peaks, to even his short The Grandmother. Lynch’s direct or suspected references and hidden images and symbols are seen and narrated by some of contemporary cinema’s most exciting voices: Karyn Kusama, John Waters, David Lowery, Rodney Ascher, Amy Nicholson, and Justin Benson and Aaron Moorhead. Lynch/Oz is another wonderful opportunity to appreciate Lynch, as one of the great filmmakers of our era. ",
        "section": "Cinemania",
        "original_name": "Lynch/Oz",
        "runtime": "108 min",
        "genre": "Documentary",
        "Metascore": "65",
        "imdbRating": "7.1"
    },
    {
        "movie_name": "Irani Bag",
        "director": "Maryam Tafakory",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/irani-bag",
        "awards": "2022 Ann Arbor Barbara Hammer Feminist Film Award",
        "description": "Using excerpts of films produced between 1990 and 2018, Irani Bag is a split-screen video essay questioning the innocence of bags in post-revolution Iranian cinema. Irani Bag is part of Monographs, a series of essays on Asian cinema commissioned by the Asian Film Archive (AFA).",
        "section": "Cinemania",
        "original_name": "IRANI BAG",
        "runtime": "N/A",
        "genre": "Short",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "I Have Sinned a Rapturous Sin",
        "director": "Maryam Tafakory",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/i-have-sinned-a-rapturous-sin",
        "awards": "2018 Open City Documentary FF London Special Jury Mention",
        "description": "What cures women of sexual promiscuity? Clergymen reply, while in contrast, fragments from Forough Farrokhzad’s poem Sin are read and written down.",
        "section": "Cinemania",
        "original_name": "I HAVE SINNED A RAPTUROUS SIN"
    },
    {
        "movie_name": "Poem & Stone",
        "director": "Maryam Tafakory",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/poem-stone",
        "awards": null,
        "description": "‘Distance and nearness are attributes of the body. The journey of the soul involves not time and place.’ A film skirting the edge of performance, documentary, and poetry, Poem & Stone explores the question of human memory through the combination of a variety of abstract and symbolic motifs.",
        "section": "Cinemania",
        "original_name": "POEM & STONE",
        "runtime": "119 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "7.0"
    },
    {
        "movie_name": "Fragments of a Letter to a Child Unborn",
        "director": "Maryam Tafakory",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/fragments-of-a-letter-to-a-child-unborn",
        "awards": null,
        "description": "Using gesture and textual fragments, unknown guilt, fear, and the strangeness of singular becoming plural are retold as a voiceless, anonymous narrative. Text becomes the body for a hand.",
        "section": "Cinemania",
        "original_name": "FRAGMENTS OF A LETTER TO A CHILD UNBORN"
    },
    {
        "movie_name": "World War III",
        "director": "Houman Seyedi",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/world-war-iii",
        "awards": "2022 Venice Best Film–Orizzonti, Best Actor–Orizzonti",
        "description": "Iran’s Oscars submission World War III follows a downtrodden day labourer as he appears to be given the opportunity of lifetime when he’s cast in a bad film about the Holocaust, only to have his life turned upside down. Starting off as a black comedy and descending into the dark callousness of human oppression, World War III won two major awards at the Venice Film Festival’s Orizzonti section where it premiered. ‘People will fight tooth and nail to obtain their most basic needs –a house, a job and a family– and everything they end up obtaining is nothing but a facade –decorative and artificial,’ says prolific Iranian director, scriptwriter, editor, and actor Houman Seyedi about the inspiration of his sixth film.",
        "section": "International Competition",
        "original_name": "JANG-E JAHANI SEVOM",
        "runtime": "105 min",
        "genre": "Comedy, Fantasy",
        "Metascore": "N/A",
        "imdbRating": "6.9"
    },
    {
        "movie_name": "Almost Entirely A Slight Disaster",
        "director": "Umut Subaşı",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/almost-entirely-a-slight-disaster",
        "awards": null,
        "description": "Four twenty somethings in contemporary Istanbul: Zeynep is a student, who feels distressed from following daily news. Her housemate Ayşe tries to flee abroad because she cannot see a future for herself in Turkey. Mehmet is a married engineer who is never satisfied with his above-average life, while unemployed Ali feels stuck living with his parents. Coincidences playfully bring them together. Through humorous and intertwined ways, Almost Entirely A Slight Disaster explores the anxieties faced by the new generation.",
        "section": "National Competition",
        "original_name": "SANKİ HER ŞEY BİRAZ FELAKET",
        "runtime": "88 min",
        "genre": "Comedy, Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Kavur",
        "director": "Fırat Özeler",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/kavur",
        "awards": null,
        "description": "A young woman goes on a voyage inspired by the ones similar to those in the films of Turkish master filmmaker Ömer Kavur. Performing an imaginary dialogue, the woman and Kavur wander around abandoned towns, ruins, and deserted hotels. During this timeless encounter, unclaimed letters, shared obsessions, unrecalled dreams, and a lost film guide their mutual reckoning on solitude, truth, and cinema itself.",
        "section": "National Documentary Competition",
        "original_name": "Kavur",
        "runtime": "50 min",
        "genre": "Documentary",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Living Bad",
        "director": "João Canijo",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/living-bad",
        "awards": null,
        "description": "This film is screened with the generous support of Instituto Camões and the Embassy of Portugal.",
        "section": "Best of The Fests",
        "original_name": "VIVER MAL"
    },
    {
        "movie_name": "Duet",
        "director": "İdil Akkuş, Ekin İlkbağ",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/duet",
        "awards": "2022 Antalya Jury Special Prize",
        "description": "Mısra and Defne are two close friends and duet partners who met performing synchronized swimming. After failing to qualify for the 2016 Rio de Janeiro Olympics, they set a shared goal: the 2020 Olympics. Not too long after, their regarded coach Natalie is removed from office by the federation without any reason stated. What follows is emotional devastation and disruption of scheduled practices, which in turn lead to a decline in their performances. Inadequate resources and the global COVID-19 pandemic lead the duet to come to a decision on whether to keep the fight or to find new paths in life.",
        "section": "National Documentary Competition",
        "original_name": "DÜET",
        "runtime": "4 min",
        "genre": "Animation, Short, Romance",
        "Metascore": "N/A",
        "imdbRating": "7.2"
    },
    {
        "movie_name": "National Short Film Competition II",
        "director": "",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/national-short-film-competition-ii",
        "awards": null,
        "description": "(°) This screening will begin later than announced due to the duration of the previous film.",
        "section": "{{item.headline}}",
        "original_name": "National Short Film Competition II"
    },
    {
        "movie_name": "In the Blind Spot",
        "director": "Ayşe Polat",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/in-the-blind-spot",
        "awards": null,
        "description": "Premiering in February at the 2023 Berlinale within the Encounters section, In the Blind Spot is the latest film by Turkey-born German director Ayşe Polat (En Garde, Auslandstournee, Die Anderen / The Others). A German film team is shooting a documentary in northeastern Turkey, in a remote village, where they interview an old woman performing a ritual to keep the memory of her son alive. The Kurdish translator of the German crew is also the nanny of Melek, a 7-year-old girl. Her father, Zafer, works for a sinister, obscure organisation and is caught between loyalty to his employers and fear for his family’s well-being when his daughter appears to be haunted by a mysterious force. The fateful encounter of these people develops a destructive power.",
        "section": "National Competition",
        "original_name": "IM TOTEN WINKEL",
        "runtime": "29 min",
        "genre": "Short, Horror",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "In the Blind Spot",
        "director": "Ayşe Polat",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/in-the-blind-spot-2",
        "awards": null,
        "description": "Premiering in February at the 2023 Berlinale within the Encounters section, In the Blind Spot is the latest film by Turkey-born German director Ayşe Polat (En Garde, Auslandstournee, Die Anderen / The Others). A German film team is shooting a documentary in northeastern Turkey, in a remote village, where they interview an old woman performing a ritual to keep the memory of her son alive. The Kurdish translator of the German crew is also the nanny of Melek, a 7-year-old girl. Her father, Zafer, works for a sinister, obscure organisation and is caught between loyalty to his employers and fear for his family’s well-being when his daughter appears to be haunted by a mysterious force. The fateful encounter of these people develops a destructive power.",
        "section": "International Competition",
        "original_name": "IM TOTEN WINKEL",
        "runtime": "29 min",
        "genre": "Short, Horror",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Next Sohee",
        "director": "July Jung",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/next-sohee",
        "awards": "2022 Fantasia FF Best Director, Silver Audience Award",
        "description": "This film is screened with the generous support of the Korean Cultural Centre and the Embassy of the Republic of Korea.",
        "section": "International Competition",
        "original_name": "DA-EUM SO-HEE ",
        "runtime": "134 min",
        "genre": "Drama, Thriller",
        "Metascore": "N/A",
        "imdbRating": "7.4"
    },
    {
        "movie_name": "Rheingold",
        "director": "Fatih Akın",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/rheingold",
        "awards": null,
        "description": "This film is screened with the generous support of German Films.",
        "section": "Galas",
        "original_name": "RHEINGOLD",
        "runtime": "138 min",
        "genre": "Biography, Crime, Drama",
        "Metascore": "N/A",
        "imdbRating": "7.1"
    },
    {
        "movie_name": "Who is Mihri",
        "director": "Berna Gençalp",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/who-is-mihri",
        "awards": "2022 Antalya Best Documentary",
        "description": "Who is Mihri tells painter Mihri’s untold story. Director Berna Gençalp decides to trace Mihri’s journey from late Ottoman era Istanbul onward to Rome, Paris, and New York. Mihri, whose image, artistic work, and life story have been unjustly obscured, lost, and deformed is revived through archival material, interviews, and animated sequences.",
        "section": "National Documentary Competition",
        "original_name": "KIM MIHRI",
        "runtime": "89 min",
        "genre": "Documentary",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Turkish Delight",
        "director": "Pınar Öğrenci",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/turkish-delight",
        "awards": null,
        "description": "Turkish Delight follows the story of the production of lokum (Turkish Delight), one of the most emblematic delicacies of Turkish culinary culture, that extends from Western Anatolia to the Greek island of Syros. Known as ’rahat-ul hulkum’ in Arabic and ’lokoumi’ in Greek, ’lokum’ came to be called as ’Turkish Delight’ at the end of the 19th century, when nationalist policies were introduced, and became the breadbasket for refugees fleeing the war that would soon begin. The film tells part of the story of Syros, which was built with the labour of Greek (Rum in Turkish) refugees from Anatolia and the islands, and focuses on the forced separation of peoples who lived together for centuries. Narrating the story of the forced displacement of two Greek families who escaped from Izmir and Istanbul and took shelter on Syros Island during the Turkish War of Independence, Turkish Delight brings together the survival stories of two couples from different generations. Visualized by the fragmented multiplicity of images, the narrative of the film points at the split historiography, fragmented cultural relations, and the psychological landscape of loss for refugees torn between the homeland and the port of arrival.",
        "section": "National Documentary Competition",
        "original_name": "Turkish Delight",
        "runtime": "108 min",
        "genre": "Drama, Romance",
        "Metascore": "N/A",
        "imdbRating": "7.1"
    },
    {
        "movie_name": "The Water",
        "director": "Elena López Riera",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-water",
        "awards": null,
        "description": "Summertime in a small village in southeastern Spain... A storm threatens to cause the river crossing the village to overflow again. Throughout the village, an old popular belief is repeated like a litany, claiming that some women are predestined to disappear with each new flood, because they were born with ‘the water inside.’ Local teenagers try to survive the weariness of a summer in the village, smoking cigarettes, dancing and drinking. In this electric atmosphere preceding the storm, Ana, who dreams of fleeing this village that stinks of death, and José will live a story of summer love. Taking place in the town where the director Elena López Riera grew up, El Agua inspires from an existing legend: ‘There is a saint for rain and another to avoid too much rain. This ancestral fear of water, both desired and feared, has been passed on to women. Because at home, fears and taboos about sexuality are transmitted by the mother.’ Premiering within the Directors’ Fortnight section at Cannes 2022, El Agua employs mainly non-professional actors.",
        "section": "International Competition",
        "original_name": "EL AGUA",
        "runtime": "16 min",
        "genre": "Short, Drama",
        "Metascore": "N/A",
        "imdbRating": "6.9"
    },
    {
        "movie_name": "Bad Living",
        "director": "João Canijo",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/bad-living",
        "awards": "2023 Berlin Silver Bear Jury Prize",
        "description": "This film is screened with the generous support of Instituto Camões and the Embassy of Portugal.",
        "section": "Best of The Fests",
        "original_name": "MAL VIVER",
        "runtime": "127 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Absent Wound",
        "director": "Maryam Tafakory",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/absent-wound",
        "awards": "2018 Documenta Madrid Best Short Film",
        "description": "The rituals of warrior training are seen in combination with the recitations of a girl. From men-exclusive public spaces where warriors are made, to the secluded solitude of becoming/being a woman...",
        "section": "Cinemania",
        "original_name": "ABSENT WOUND",
        "runtime": "N/A",
        "genre": "Short",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Cloves & Carnations",
        "director": "Bekir Bülbül",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/cloves-carnations",
        "awards": null,
        "description": "An old refugee starts on a long and rough journey with his 12-year-old granddaughter, who still carries the trauma of war, to carry the dead body of his wife back to her homeland and bury it there. They try to complete this journey by hitchhiking as they don’t have enough money, however, they are stranded when vehicles are reluctant to help two refugees carrying a coffin. Their efforts to clutch onto life during this journey will help break down the walls between them and make them build a stronger connection with each other.",
        "section": "National Competition",
        "original_name": "BİR TUTAM KARANFİL",
        "runtime": "N/A",
        "genre": "Music",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Casa Susanna",
        "director": "Sébastien Lifshitz",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/casa-susanna",
        "awards": null,
        "description": "In the 50s and 60s, deep in the American countryside at the foot of the Catskills region of New York, a small wooden house with a barn behind it was home to the first clandestine network of cross-dressers. Known as ‘Casa Susanna,’ the house provided a safe place for transgender women and cross-dressing men to express their true selves and live for a few days as they had always dreamed—without fear of being incarcerated or institutionalized for dressing as they wish. Told through the memories of those whose visits to the house would change their lives, the film provides a moving look back at a secret world where the persecuted and frightened found freedom, acceptance, and often, the courage to live their lives out of the shadows. It tells a story full of noise and fury, rich in extraordinary characters, including the famous Susanna Valenti, who created this refuge. The latest documentary by Sébastien Lifshitz, director of Little Girl and Bambi made its premiere at Venice Film Festival.",
        "section": "Documentary Time",
        "original_name": "Casa Susanna",
        "runtime": "97 min",
        "genre": "Documentary",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Karaoke",
        "director": "Moshe Rosenthal",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/karaoke",
        "awards": "2022 Jerusalem Audience Award, Best Debut Film",
        "description": "An offbeat, comedic journey that delights and surprises, Karaoke ‘is a real gift that hits all the right notes’ according to critics. The film follows Tova and Meir, a standard ageing couple with 46 years of marriage. Their lives get a jolt of excitement from their rich and cheeky neighbour from above, Itzik, who invites them to his penthouse for karaoke nights. His energy, boldness, charisma, and lifestyle will irrefutably reignite their lust for life. A wonderfully acted, bittersweet tale on love, friendships, masculinity, marriage, our fast age, narcissism, and ‘the new Israeli,’ Karaoke debuted at the Tribeca Film Festival.",
        "section": "Antidepressant",
        "original_name": "Karaoke",
        "runtime": "100 min",
        "genre": "Comedy, Drama",
        "Metascore": "N/A",
        "imdbRating": "7.8"
    },
    {
        "movie_name": "Harka",
        "director": "Lotfy Nathan",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/harka",
        "awards": "2022 Cannes Best Performance (Adam Bessa) – Un Certain Regard",
        "description": "Harka centres on the story of Ali, a young Tunisian who dreams of a better life, making a precarious living selling contraband gas. Forced to take charge of his two younger sisters after their father’s sudden death, and facing impending eviction, Ali will have to make a decision from which there is no turning back. What ensues is a fight for dignity, the voice of a generation trying to be heard. This thought-provoking and deeply moving film was written and directed by Egyptian-American documentary filmmaker Lotfy Nathan, who was inspired by a close study of Mohamed Bouazizi, the young man whose death sparked the Jasmine Revolution and subsequently the Arab Spring. Employing a cinematography and settings similar to Sergio Leone’s spaghetti western films, Harka is the fiction feature debut of Lotfy Nathan.",
        "section": "Young Masters",
        "original_name": "Harka",
        "runtime": "87 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Fools",
        "director": "Tomasz Wasilewski",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/fools",
        "awards": null,
        "description": "This film is screened with the generous support of the Consulate General of Poland.",
        "section": "Mined Zone",
        "original_name": "GLUPCY",
        "runtime": "91 min",
        "genre": "Comedy, Drama, Romance",
        "Metascore": "N/A",
        "imdbRating": "5.5"
    },
    {
        "movie_name": "Glass Curtain",
        "director": "Fikret Reyhan",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/glass-curtain",
        "awards": null,
        "description": "Nesrin, a single mother who lives with her four-year-old son, struggles with her ex-husband Ömer’s oppressive behaviour and bureaucratic hardships while she is on the brink of making a critical decision regarding her relationship with her boyfriend Selim.",
        "section": "National Competition",
        "original_name": "CAM PERDE",
        "runtime": "30 min",
        "genre": "Drama, Short",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Black Head",
        "director": "Korhan Yurtsever",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/black-head",
        "awards": null,
        "description": "This film is screened with the generous support of German Films.",
        "section": "Cinemania",
        "original_name": "KARA KAFA",
        "runtime": "12 min",
        "genre": "Short, Drama",
        "Metascore": "N/A",
        "imdbRating": "5.8"
    },
    {
        "movie_name": "Suna",
        "director": "Çiğdem Sezgin",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/suna",
        "awards": "2022 Adana Audience Award",
        "description": "Suna hayatını temizlikçilikle kazanan elli yaşlarında yalnız ve yoksul bir kadındır. Evini uzun zaman önce kapatmıştır. Akraba, arkadaş yanında kalmaktadır. Eski bir aile dostunun oğlu, dul kayınpederi Veysel ile Suna’nın evlenmelerine aracı olur. Suna, İstanbul’u terk edip imam nikâhıyla evlendirildiği Veysel’le birlikte ıssız bir köyde, eski bir evde yaşamaya başlar. Kocasının her hizmetini görmeye razı olan Suna, onunla aynı yatağa girmeye tahammül edemez. Aralarında sıkı bir yatak odası sorunu başlar. Psikolojisi bozulan Suna, Veysel’den gizli içki içmeye başlar.",
        "section": "National Competition",
        "original_name": "Suna",
        "runtime": "120 min",
        "genre": "Drama, Romance",
        "Metascore": "N/A",
        "imdbRating": "5.0"
    },
    {
        "movie_name": "The March on Rome",
        "director": "Mark Cousins",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/the-march-on-rome",
        "awards": "2022 São Paulo Best International Documentary",
        "description": "This film is screened with the generous support of the Istituto Italiano di Cultura.",
        "section": "Documentary Time",
        "original_name": "MARCIA SU ROMA",
        "runtime": "98 min",
        "genre": "Documentary",
        "Metascore": "N/A",
        "imdbRating": "N/A"
    },
    {
        "movie_name": "Drifting",
        "director": "Somnur Vardar",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/drifting",
        "awards": null,
        "description": "Watching the dramatic changes in Istanbul’s urban texture, our eyes are drawn to two young men. Ferhat, an unappointed teacher from Mardin (a city on the Türkiye-Syria border,) and his cousin Emrah, an aspiring teacher, work as bricklayers in construction sites, just like their grandfathers and fathers had been doing for decades. They are obliged to this job until a better option becomes available. Overwhelmed with concerns over their future and the tough working conditions, they both dream of a different life, hoping to break the vicious cycle of construction work. From workers’ dormitories to protests and occupation of construction sites, we get glimpses of their lives, hearing stories of struggle, resistance and solidarity, against the backdrop of a city in transformation.",
        "section": "National Documentary Competition",
        "original_name": "BOŞLUKTA",
        "runtime": "112 min",
        "genre": "Drama",
        "Metascore": "N/A",
        "imdbRating": "6.9"
    },
    {
        "movie_name": "Infinity Pool",
        "director": "Brandon Cronenberg",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/infinity-pool",
        "awards": null,
        "description": "*Scenes of violence/sex might disturb some viewers. Strobe light effects might disturb some viewers.",
        "section": "Mined Zone",
        "original_name": "Infinity Pool",
        "runtime": "117 min",
        "genre": "Crime, Horror, Mystery",
        "Metascore": "72",
        "imdbRating": "6.1"
    },
    {
        "movie_name": "Music",
        "director": "Angela Schanelec",
        "movie_page_url": "http://film.iksv.org/en/the-42nd-istanbul-film-festival-2023/music",
        "awards": null,
        "description": "This film is screened with the generous support of German Films.",
        "section": "Best of The Fests",
        "original_name": "MUSIC",
        "runtime": "107 min",
        "genre": "Drama, Musical",
        "Metascore": "23",
        "imdbRating": "3.2"
    }
]